{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "Donald Sterling's racist remarks cost him an NBA team last year. In the lawsuit, Rochelle \"Shelly\" Sterling used the couple's money to buy Stiviano a Ferrari, wealthy older men. Shelly Sterling's gifts from Donald Sterling was $2.6 million in gifts."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "A North Pacific Gray Whale swam nearly 14,000 miles from Oregon State University. Varvara's journey surpassed a record listed on the Guinness Worlds Records. The whale is Russian for \"Barbara,\" which is set by a humpback whale."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "A U.S. RC-135U was flying over the Baltic Sea when it was intercepted by a Russian flanker. The Pentagon said the incident occurred in international airspace north of Poland. The U.S. crew believed the Russian pilot's actions were \"unsafe and unprofessional,\" Pentagon says."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Lady Antebellum singer Hillary Scott's tour bus caught fire on Texas Freeway. Barnett said he didn't know what to expect. \"It was shocking,\" Barnett said."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The fires were started in southeastern Siberia on April 14. The fires have destroyed dozens of villages in the region. The smoke from Siberia grew out of control."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "Italian Coast Guard Fears 400 migrants could be missing. A migrant boat carrying 550 people capsized in the Mediterranean Sea. At least 480 migrants have died in 2015."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "spacex on Falcon 9 rocket carrying an uncrewed cargo spacecraft called Dragon. spacex has said it will keep trying to land a rocket stage on a floating barge for the first time. Private Space Exploration Company was unsuccessful."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Holland left Tampa, Florida, on March 29. Two passengers found dead inside their stateroom on the ship. It's in San Juan, Puerto Rico."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "Most of those released were women and children; the rest were ill or elderly, officials say. Freed Yazidis, a minority group, captured and displaced in northern Iraq last summer. Arab tribal leaders did not say what led to release."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "Three of the militants were killed by Iranian forces near the border with Pakistan, Iranian state media reports. Jaish al Adal says it aims to thwart Iranian influence in Pakistan. The Sunni Muslim group has targeted Shiites."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "The classic video game \"Space Invaders\" was developed in Japan. Defense Minister Gen Nakatani said Japan's Air Self Defense Force never had an extraterrestrial unidentified flying object. Inoki has appeared in the U.S.-based WWE."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Dzhokhar Tsarnaev was found guilty on all 30 charges in the 2013 race. It is expected to last four weeks, a day after the race. The 13th Juror: Now it is real."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "A & E, Lifetime and History are remaking the miniseries, to air in 2016. \"roots,\" Levar Burton, will co-executive produce the new miniseries. Alex Haley's \"contemporary\" novel is \"Original\" novel."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale. A 40-year-old man with chest and shoulder injuries and a five-year-old girl suffering from abdominal pain were also being flown out. A man has also suffered hand lacerations and two females escaped injuries."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "World No 1 Williams beat Sara Errani in the Fed Cup play-off on Sunday. The US were beaten 6-0 6-3 in the doubles rubber by Errani and Flavia Pennetta. Serena Williams won her 19th Singles Grand Slam at the Australian Open."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "An FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot just days before President Obama visited Utah earlier this month. The gun was inside a hard rifle case and was `secured properly' to a truck safe with padlocks while the car was parked at the Marriott Springhill Suites. Police believe the thief stole the rifle by breaking the rear right passenger-side window, tying a rope around the rifle case's handle or a cable lock."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas next month. The Jamaica Athletics Administrative Association has confirmed he will be part of the Jamaican team for the IAAF / BTC World Relays. Bolt insists he does `his best to make his country proud' the competition will be announced on May 2 and 3."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich beat Porto 6-1 in the Champions League on Tuesday. Pep Guardiola's underwear was on show after the incident. Guardiola led their side 5-0 at half-time."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "The wealthy NSW businessman has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a child. One of his victims told Sydney's District Court on Monday she is scared for her future relationships, and didn't understand why she had been targeted. The young woman said when he abused her as a child she didn't know it was wrong."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "John Peacock has named his squad for next month's UEFA European Under-17 Championship in Bulgaria. The Young Lions are the defending champions and will open their campaign against Italy in Burgas on May 7. Arsenal's Chris Willock has been called up to the squad for first time."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "The Queen's Guard was left red-faced after he slipped on a manhole cover during the popular changing of the Guard at Buckingham Palace last week. He lost his footing on the side of the box and dropping his rifle. The embarrassed soldier is thought to have slipped because of the metal protectors."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Ze Maria represented Brazil on 25 occasions during international career. Ze Maria replaced Florin Marin in January to become third coach. Brazilian coach Ze Maria fired on Wednesday after poor run."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "Jesse and Melissa Meek announced they are expecting a child in a video set to the theme song from '90s television sitcom `The Fresh Prince of Bel-Air' `in Happy Valley, Oregon, Livin' It wed, bought our first house and started to build our homestead,' Melissa says in the clip. In the Meeks' parody video, Melissa raps, `when our family and friends would take longer than the two months' the clip was viewed over 1.7 million times on YouTube."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Fans will see Aidan Turner's New Baby Daughter as Sunday Night's episode. Last week, Demelza Poldark is now the mother to the show's TV episode. Demelza Poldark has been eight months pregnant."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast-casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities. The restaurant plans to add a nine per cent service charge-with an app to bring burritos straight to customers' doors. But Mexican food fans should have the delivery fees for postmates at $5 and up."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward after a season with no trophies and a likely finish outside the top four. Rodgers' future at Anfield has been questioned after a third straight season without a trophy. Liverpool are seven points behind fourth placed Manchester City with a game in hand."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their winless streak at home with a victory over Napoli in Serie A. Miralem pjanic scored shot by Napoli in the second half. Roma's winless streak-and Diego Maradona's former club were fifth."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Babies given antibiotics in the first six months of life are more likely to be fat as toddlers. Just as antibiotics are used to make farm animals put on weight, the may also be fattening our children. A third of 10-11 year olds in England are overweight or obese. Finnish researchers compared the weight and height of more than 12,000 healthy two year old with records on antibiotic prescription."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Boxes of passport applications received up to #3,500 in bonuses. Ministers refused to give blanket refund to desperate families who had to pay extra to get travel documents rushed through. Passport Passport Office struggled to cope with 3.6 million Britons."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Foxes host Swansea on Saturday just three points from safety. Jamie Vardy scored an injury-time winner against West Bromwich Albion. Leicester manager Nigel Pearson has urged Leicester to keep their cool."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Javier Hernandez is linked with a move to Orlando City. The MLS side are coached by former Everton and Adrian Heath. Wolfsburg, AC Milan, Lazio and Inter Milan are keen on the 26-year-old."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Leicester City are seven points adrift at the bottom of the Premier League. Esteban Cambiasso signed for the Foxes in the summer. The former Inter Milan Star has won all the major European competitions."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "A chiropractor in Iowa has surrendered his license to practice and admitted to swapping services for sex and performing exorcisms on some patients. Manuel also recommended that patients stop taking medication no longer exist before he can resume practicing chiropractic in the state. The disgraced chiropractor received a perfect five out of five stars in patient satisfaction."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "The Toddler's mother was holding him and another child when he slipped and fell between 10 to 12ft and into the pit on Saturday around 3 pm. The child was rescued by his parents before firefighters and paramedics arrived on the scene. He suffered from minor bumps and bruises and was listed in stable condition at the hospital."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after allegedly sexually abusing a girl in her home over a four-year period and filming the girl, now 15, and others with a hidden camera in a bathroom. She faces several charges, including aggravated indecent assault, unlawful contact with a minor, sexual abuse of children and invasion of privacy. Rebbie had been watching her for years when she was undressing and when he believed she was asleep."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po-faced teenagers next to their daughters. Images are said to be part of a book which roughly translates into daughter and salary man. The 37-year-old's images include."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Mesut Ozil took to Instagram to show off his new Apple Watch on Thursday. The 26-year-old was the beneficiary of the Timepiece-which ranges in #299. Ozil was on the bench for Arsenal's FA Cup semi-final against Reading."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "The fish initially moves away before swimming in a full circle and returning to rest in between the man's fingers. The man by running his finger along it and the blood parrot cichlid with his fingers. In the video the fish stays very still as the owner's hand to stroke it with his finger."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Top Two Sides in Group B meet at Cardiff City Stadium on June 12. Belgium and Wales have 11 points from five games with Marc Wilmots' side. Wales' Crunch Euro 2016 qualifier with Belgium this Summer is a 33,000 sell-out."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a #400,000 flat in Fulham, South West London, at the end of March. The 33-year-old Mexican National, who worked as a transgender escort, died as a result of injuries to the head and neck. A 23-year-old man was arrested in connection with her death but has been bailed."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is confident he can keep Hull City in the Premier League this season. Mohamed Diame and Michael Dawson have missed half the season and Robert Snodgrass has not been available at all. Hull lost 2-0 to Southampton at St Mary's Stadium on Saturday."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Raheem Sterling will lead Liverpool's line at Wembley on Sunday in the absence of the injured Daniel Sturridge. Liverpool boss Brendan Rodgers hasn't disciplined Sterling or IBE for the incident. Ibe was present among the Reds squad during their training session on Friday."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao moved to Old Trafford on a season-long loan last summer. Former Atletico Madrid striker was not happy in France. United will have to pay #46million to make Falcao's transfer permanent."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "The Caribbean island team advanced to the second qualifying round in CONCACAF for the 2018 tournament late Tuesday. Curacao drew 2-2 in a match at Montserrat to win 4-3 on aggregate. Louis van Gaal scored in the 87th minute five minutes after a substitute."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Henderson and Liverpool goalkeeper Simon Mignolet played their 47th game of season in the 2-0 win over Newcastle United on Monday night. Liverpool vice-captain Jordan Henderson believes his side could catch Manchester City in the Premier League. Manchester City have lost 4-2 at Manchester United and Liverpool are four points behind."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil impressed on international duty as Germany beat Gerogia 2-0 in a Euro 2016 qualifier on Sunday. Ozil was signed for #42.5 million from Real Madrid in 2013. Ozil was said to have been spotted in a Berlin nightclub after missing Arsenal' 2-1 win at St James' Park."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas at a 76 station in South Los Angeles. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside. The Man's grandmother said the fire was lit after the suspects attempted to carjack her grandson."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for cycling's Hour record on June 7 at London's Olympic Velodrome. The four-time Olympic champion and 2012 Tour de France winner will bid to add to riding the furthest distance in 60 minutes. Wiggins will hope for a capacity 6,000 crowd to spur on his attempt."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Passenger Jin Pai, 35, was standing on the rim of a toilet in Hefei, China's Anhui province, when it smashed to the ground. He was caught out when the toilet then tipped over and shattered on the toilet floor. He had been too embarrassed to shout for help but he changed his story to the police."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City players will lose #500,000-a-man in bonuses if they fail to qualify for the Champions League this season. Premier League title holders give star players like Sergio Aguero, David Silva, Joe Hart and Yaya Toure incentivised contracts. Manuel Pellegrini's team are on incentivised contracts to stay in financial fairplay rules."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading on Monday. The 19-year-old impressed for the Gunners last season. Gnabry has not featured since the Champions League second leg."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "The satellites will orbit the Earth, covered in mirrors to help it harvest the sunlight and convert it into laser light. If it works, it could mean solar power could even become viable in Scotland, or be able to restore power instantly to disaster hit areas. Tokyo RRESEARCHERS have proposed a laser system to attach to the ISS which would be used to shoot down pieces of debris in earth."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to the National Curriculum Tests. He also altered a number of the pupil's exam answers himself before papers were sent off. School officials were tipped off after suspected breach of exam rules."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane is nominated for both the PFA Player and Young Player of the season. The Spurs striker has been released from the awards ceremony on Sunday. The Tottenham striker features in a new animation."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson is set to sign a new long-term contract at Anfield. The club's vice-captain had 14 months remaining on his current contract. Henderson's New Deal is worth around #100,000-a-week and will run until the summer of 2020. Henderson, 24, is the third big player in Brendan Rodgers' squad to agree a contract extension."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Anders Lindegaard tied the Swedish model last year in a romantic beach wedding. The Manchester United goalkeeper has made just 19 league appearances. Lindegaard and Beqiri have been dating since 2012."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has denied claims he is set to leave Paris Saint-Germain in the summer and instead reiterated his `love' for the club. The Dutchman says he's not interested in leaving the Ligue 1 side. Dani Alves is being linked with a move to the French champions."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Mark Clattenburg named to take charge of Manchester derby on Sunday. English referee sent off three players from United and city this season. Clattenburg has been accused of favouring Louis van Gaal's side."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Wasps No 8 was suspended for three matches after disciplinary panel ruled he had been `reckless' for failing to prevent his knee colliding with the head of the Welsh Lion. Nathan Hughes's knee collided with George North's head as he crossed the line to score for Northampton. Hughes was shown a red card for the offence but dismissal has now been rescinded."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson criticised Townsend's call-up to the England squad last week. Andros Townsend was brought on in the 83rd minute for Tottenham as they drew 0-0 against Burnley on Sunday. Townsend hit back at Merson after his appearance for England against Italy."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "The extra stretch of coastline on Shiretoko Peninsula near Rausu has risen as high as 50ft from the sea surface in some places. Geologists believe the emergence is a result of a landslide nearby, when melting ice and snow caused a section of land to drop. Residents on Hokkaido Island say they are no tremors."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes clashed with Marlon Samuels during the second Test between West Indies and England. Stokes has forged a fiery character in the England cricket team. Stokes broke his wrist a locker after being dismissed last year."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "England ace Joe Hart said Gianluigi Buffon a `Legend of the Game' England and Manchester City goalkeeper won his 50th cap at Juventus Stadium. Hart has said Buffon is `50' at 37 years old. England ace Hart has been linked with his own cap."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Luis Enrique only took charge of the club last summer. Josep Maria Bartemou says the club are `very happy' with him. The 44-year-old took only six games away from winning the title."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, a teacher at MacArthur High School in Irving, Texas, was first arrested on March 19 for having an inappropriate relationship with a 15-year-old student, and was released on bail. Now she has been arrested again after another pupil, also accused Granado of having sex with him on two consecutive nights in January this year. The teen claims the sexual relationship took place in her car late at night on January 18 and 19."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "13 letters that hung over Yankee Stadium were estimated to bring in anywhere from $300,000 to $600,000, but received no bids at a Sotheby's auction Wednesday. The letters had beamed from atop Yankee Stadium near Grand Concourse in the Bronx since 1976, the year before Jackson joined the team. Sotheby's was auctioning off a New York Mets bullpen car from the late 60s."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster's League One play-off draw at Doncaster's Fleetwood Town in League One. Doncaster's media team won the match on 0-0 with 0-0 draw. Saturday's visit was so it was 27 seconds for the kick off."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Alexis Sanchez has scored 19 goals so far this season. Arsenal boss Arsene Wenger believes Sanchez will be fit up for his side. Sanchez has made an impact in English football."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26, was fatally shot after he `armed himself with a weapon' after being confronted by Officer Pablo Torres on March 14. Torres has been erected featuring a photograph of Torres and his dog. Siler's family and friends have called the Billboard `disrespectful' and said it should be taken down."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Queensland Government believes Mr Gordon would quit after he was recently accused of domestic violence. Federal MP Bob Katter said he's been personally subjected to racist attitudes from both major parties. Mr Gordon was forced to quit the Queensland Labor Party last week."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding to be held at an all-New Chapel of Love in Las Vegas. The 69-year-old collaborated with NBC's Today Show to launch a contest for one Elvis-obsessed couple to win the `Ultimate Wedding' the winning duo will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel on Thursday, April 23. Elvis performed more than 830 sold-out shows."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "X Factor Finalist and pop star Ella Henderson has been announced as the official face of the Batiste's 2015 `ready for it' campaign. This will mark the star's first brand collaboration. The 19-year-old singer is the face of dry shampoo company Batiste."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Dawn, who has seven miscarriages, was furious to discover her friend had stolen from her. When one of Mr Kyle's famous lie detector tests revealed Jamie, who lives with Dawn and her partner who is also called Jamie, burst into tears and stormed off. Jamie had sent a message to Dawn during the journey to London in which he declared his undying love."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of stomping on his elderly neighbour Terrence Freebody's head, cutting his throat and stabbing him multiple times in the dining room of his home on Mugga Way in Red Hill, Canberra in July 2012. Forensic psychiatrist Professor Paul Mullen believes there was evidence of the accused's state of mind abuse at the time of the attack. Costa feigned his failing memory."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward had his toy gun confiscated at East Midlands Airport. But security officers, who were described as `over-zealous' by the boy's father, took exception to James's harmless toy when it was picked up on the system's X-ray machines. Also performed a patting patting down and inspection of the primary school child."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when the attack happened and described how `The Crocodile kept the dog in its mouth for ages, not moving at all 'The clip shows a large Croc calmly moving through the marina in the tourist hotspot of Puerto Vallarta, in Mexico, with a black dog wearing a red collar. The dog has been viewed more than half a million times online. The dog belonged to the bike shop's owner."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen set for the Surrey team photo shoot for Surrey on April 19. The batsman has been axed as England's managing director before the start of the County Championship season. Pietersen has been at the Kia Oval for the photo session on Wednesday."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign former forward Radamel Falcao. The Colombia forward spent eight years with the Argentine side. Falcao has struggled during a season-long loan spell at Old Trafford."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has reportedly told the club he wishes to leave this summer. Former Manchester City Striker is on course to win a Serie A title with the old lady. Club president Daniel Angelici believes Tevez must terminate his contract with Juventus."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, plunged down the cliff when he leapt over a fence. Mr Phillips had caught the cab home after a night out with friends in December. He didn't have enough cash to pay for it."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Ross Barkley has scored 15 penalties from 16 attempts in the Premier League. Everton manager Roberto Martinez was forced to defend another penalty at the club. The untried Barkley took the 10th minute kick for a foul by David Jones on Aaron Lennon."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "A Man in a `distinctive' cartoon mask demanded cash from owner's daughter on Saturday. He threw the cash register to the ground and took off with the till drawer and up to $1,500. Police were reportedly called to the Union St Dairy."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "The custom-built Boeing 747 is believed to have cost its ultra-wealthy owner #400million after it was customised to fit his specifications over a three-year period. The jumbo jet would normally carry as many as 600 Passengers-but this version was built for just a lounge and `State Room' at the back of the plane. More sleeping space is the `Aeroloft' on the top deck of the vessel."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dobias, 19, from Downers Grove was born with cerebral palsy, but hopes to inspire others with her enthusiastic videos. The teenager says her motivation for creating the video was to counteract stereotypes held by people over certain disabilities. `I've gotten bullied because of it and I get people all the time,' she said."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "FA chairman Greg Dyke wants to increase minimum number of homegrown players in club squads from eight to 12. The proposals also include changing the rules so that `home-grown' means having trained in England for three years before the age of 18. Only 81 of the 220 Premier League starters in the last round were eligible for England selection."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Sky Sports pundit Thierry Henry questioned whether Arsenal can win the title with Olivier Giroud in attack. The Frenchman believes the Gunners Need a goalkeeper, centre back, defensive midfielder and striker if they are to remain as the club's first choice striker. Henry has urged his former side to purchase four top players in the summer."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "Callum Gribbin was the matchwinner for Manchester United with a free-kick. Paul McGuinness's side claim victory in the `Mini Derby' for a match. Paul McGuinness and Marcus Wood were in the first team."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night. Then, on April 1, Schoenig was shocked to learn that police had found her car just a tip from a man who recognized the vehicle as Schoenig's and would be returning it to her-but with a minor changes. She took to Facebook and posted a photo of her and her new ride."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "`rich' prefer non drinker and smoker will get free gym membership. It is also `also a princess when need to be' for his part in Humpty Doo, Northern Territory. Outback Casanova, who lives in Northern Territory, detailed his dream girl on Gumtree."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Around 300 speed and traffic camera were turned off in the West Midlands. It has not been working for two years after every single fixed device was switched off. Birmingham City Council said they were aware of it."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract. Atletico Madrid have struggled to make the left back position his own at Stamford Bridge. Luis played in Brazil's friendly against France and Chile."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Scarlett O'Hara sold for $137,000 at auction on Saturday in Beverly Hills, California. The dress-a jacket and full skirt ensemble-was worn in several key scenes in the 1939 movie. It was one of more than 150 items which were part of the private collection of James Tumblin."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, was last seen leaving a hospital, near Hook, Hampshire. He was convicted of sexually touching a child under the age of 13. He was detained at the private facility under a hospital order."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Collector's Paradise in Horfield, Bristol, will be auctioned on April 30. Original features include stained-glass windows, oil-fired central heating and retro jars of popular food. The house has a guide price of between #200,000 and #250,000."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Neymar helped Brazil beat Chile 1-0 at the Emirates Stadium on Sunday. Real Madrid remain top of their Euro League Division. Luis Enrique's Barcelona had won their El Clasico to move four points clear at the top of La Liga."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's Yoshinori Muto. Japan International will join Chelsea's Vitesse Arnhem on loan next season. Muto claims Chelsea's interest in Muto is not connected to the #200million deal they signed with Yokohama Rubber in February."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. Police are investigating claims made by a former royal footman that Clarence House aides tried to force him into an orgy in the 1970s."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea beat Manchester United 1-0 at Stamford Bridge on Saturday night. John Terry's challenge on Falcao was sent to Eden Hazard's opening goal. Chelsea Captain John Terry had come in with United striker Radamel Falcao."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Evangelos Patoulidis has been linked with Arsenal and Barcelona. The Belgian Starlet rejected a move to Barcelona. Anderlecht chairman Roger Vanden is keen to sign Manuel Pellegrini."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "The woman, named only as Gemma, has two children under five by two fathers and handed both infants over to her mother Debbie when they were four months old. Now Debbie is threatening to ban Gemma from seeing the children at all. says her daughter's penchant for legal high, mkat, and because she suspects her of stealing."}
