{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "(CNN) Donald Sterling's racist remarks cost him an NBA team last year. But now it's his former female companion who has lost big. A Los Angeles judge has ordered V. Stiviano to pay back more than $2.6 million in gifts after Sterling's wife sued her. In the lawsuit, Rochelle \"Shelly\" Sterling accused Stiviano of targeting extremely wealthy older men."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "(CNN) a North Pacific Gray Whale has earned a spot in the record books after completing the longest migration of a mammal ever recorded. The whale, named Varvara, swam nearly 14,000 miles (22,500 kilometers), according to a release from Oregon State University, whose scientists helped conduct the whale-tracking study. Varvara's journey surpassed a record listed on the Guinness Worlds Records website."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "(CNN) after a Russian fighter jet intercepted a U.S. reconnaissance plane in an \"unsafe and unprofessional manner\" earlier this week, the United States is complaining to Moscow about the incident. On Tuesday, a U.S. RC-135U was flying over the Baltic Sea when it was intercepted by a Russian SU-27 flanker. The Pentagon said the incident occurred in international airspace north of Poland."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "(CNN) Lady Antebellum singer Hillary Scott's tour bus caught fire on a Texas Freeway Thursday morning, but everyone on board was safely evacuated. Michael Barnett captured dramatic video of the fire, on Interstate 30 just northeast of Dallas, and uploaded it to CNN ireport. As he drew closer to the bus, Barnett decided to stop filming because he didn't know what to expect."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The deep reddish color caught Seattle native Tim Durkan's eye. He photographed a handful of aerial shots of the sunset warming the city's skyline and shared them on CNN ireport. The stunning sunsets were the result of raging wildfires in parts of Siberia. The fires were started in southeastern Siberia, by farmers burning grass in their fields."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "Rome (CNN) Italy is coping with a rising wave of desperate migrants from Africa and Middle East hoping to make it to Europe. From Friday to Monday, a total of 8,480 migrants were rescued, according to the Italian Coast Guard, which said it received on Monday--alone--SOS calls from 20 boats in distress."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "(CNN) spacex on Tuesday launched a two-stage Falcon 9 rocket carrying an uncrewed cargo spacecraft called Dragon on a flight from Cape Canaveral, Florida, to the International Space Station. In a difficult bid to land a rocket stage on a floating barge for the first time, the private space exploration company was unsuccessful. spacex founder Elon Musk tweeted: \"ascent successful. Dragon Enroute to space station."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "(CNN) two passengers found dead on a cruise ship in Puerto Rico appear to have died in a murder-suicide, the cruise line said. Holland America Line said two guests were found dead inside their stateroom on the MS Ryndam at 11:30 a.m. Thursday. The ship left Tampa, Florida, on March 29 on a 14-day Southern Caribbean cruise."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "(CNN) Isis on Wednesday released more than 200 Yazidis, a minority group whose members were killed, captured and displaced when the Islamist terror organization overtook their towns in northern Iraq last summer, officials said. Most of those released were women and children; the rest were ill or elderly, said Rassol Omar, a Commander in the Peshmerga force that defends Northern Iraq's semi-autonomous Kurdish region. The freed Yazidis were received by Peshmerga, who sent them to the Kurdish regional capital, Irbil, said Nuri Osman, an official with Iraq's Kurdistan Regional Government."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "(CNN) eight Iranian border guards have been killed in clashes with militants near the border with Pakistan, Iranian state media reported. Three of the militants were killed by Iranian forces in the fighting Monday in the southeastern town of Negur, the state-run news agency IRNA reported. A militant group called Jaish Al Adal claimed responsibility for the attack, according to Iranian state media and a Twitter account believed to be associated with the organization."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "(CNN) The Classic video game\" Space Invaders\" was developed in Japan back in the late 1970's--and now their real-life counterparts are the topic of an earnest political discussion in Japan's corridors of power. Luckily, Japanese can sleep soundly in their beds tonight as the government's top military official earnestly revealed that the country's Air Self Defense Force (ASDF) had never encountered an extraterrestrial unidentified flying object."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "(CNN) the parents of the youngest victim of the Boston Marathon bombings are making an emotional, passionate plea to take the death penalty off the table for the man convicted in the case. Last week, Dzhokhar Tsarnaev was found guilty on all 30 charges he faced related to the bombings at the 2013 race and the dramatic violence that dragged out for days afterward. The sentencing phase begins Tuesday, a day after this year's edition of the landmark race. It is expected to last four weeks."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "\"roots,\" The Epic miniseries about an African-American slave and his descendants, had a staggering audience of over 100 million viewers back in 1977. Now A & E Networks are remaking the miniseries, to air in 2016."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Ten people, including four children, have been involved in a multi-vehicle crash in Brisbane's West. Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale, on Wednesday afternoon. A 40-year-old man with chest and shoulder injuries and a five-year-old boy with chest pain were the first patients flown out by rescue helicopter. They've been taken to the Princess Alexandra Hospital in Brisbane."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Twice French Open champion Serena Williams said her struggle to beat Sara Errani in the Fed Cup on Sunday had been a real 'eye-opener' as the Claycourt season gets into full swing. World No 1 Williams eventually prevailed 4-6 7-6 (3) 6-3 against the dogged Italian to take her career record over her to 8-0 but the American was not impressed. The US were beaten 3-2 as Williams and Alison Riske were thrashed 6-0 6-3 in the doubles rubber by Errani and Flavia Pennetta, meaning they were relegated to World Group II."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "An FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot just days before President Obama visited Utah earlier this month. The gun was inside a hard rifle case and was 'secured properly' to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites, according to Police."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas next month, the Jamaica Athletics Administrative Association has announced. The six-time Olympic gold medallist will compete at the Relay Championship on May 2 and 3 as part of the Jamaican team. Usain Bolt has confirmed he will be part of Jamaica's team at the World Relays in the Bahamas"}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Porto's defence was not the only thing to be ripped apart at the Allianz Arena on Tuesday night as a jubilant Bayern Munich manager Pep Guardiola was left with a hole in his trousers. The Spanish Tactician's underwear was on show after the incident, and he joked after the Champions League clash: 'I'll Have to buy new ones for the next match.' Bayern Munich manager Pep Guardiola ripped a hole during the Champions League match in Germany"}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "For years she kept what Van Ryn did to her a secret, but when she found out he had been caught she knew she had to break her silence. The wealthy NSW businessman has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a child. One of his victims told Sydney's District Court on Monday that she is scared for her future relationships, and didn't understand why she had been targeted. The wealthy NSW businessman has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a Child"}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "England coach John Peacock has named his squad for next month's UEFA European Under-17 Championship in Bulgaria. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year, and progressed to this edition with a 100 per cent record in qualifying. They have been placed in Group D alongside Holland, Italy and the Republic of Ireland this time around and will open their campaign against Italy in Burgas on May 7."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "The Queen's Guard was left red-faced after he slipped on a manhole cover during the popular changing of the guard-and unfortunately for him the entire incident was caught on camera. He lost his footing and slid sideways, knocking his bearskin on the side of the box and dropping his rifle. The Queen's Guard (pictured) slipped on a manhole cover during the popular changing of the Guard at Buckingham Palace last week."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Relegation-threatened Romanian club Ceahlaul Piatra Neamt have sacked Brazilian coach Ze Maria for the second time in a week. Former Brazil defender Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day after flamboyant owner Angelo Massone decided to 'give the coaching staff another chance.' But the 41-year-old former Inter Milan and Parma right back, capped 25 times by Brazil, angered Massone again after ceahlaul were beaten 2-0 by mid-table FC Botosani on Saturday."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "An Oregon couple announced they are expecting a child in a rap video they made set to the theme from '90s television sitcom' The Fresh Prince of Bel-Air. 'The clip, which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube.' In Happy Valley, Oregon, Livin' It wed, bought our first house and started to build our homestead,' Melissa says in the clip."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Within ten minutes of Tomorrow Night ’s episode, fans will see Aidan Turner ’s dashing Ross Poldark gaze lovingly at his new baby daughter. Last week she was barely showing – but Demelza Poldark is now the proud mother to the show ’s latest addition what is rather less convincing, however, is the timeline of the pregnancy."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "Mexican restaurant Chipotle has decided to tap into the $70 billion food delivery market by teaming up with an app to bring burritos straight to customers' doors. The fast-casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities, according to a report in nation's Restaurant News."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward after a season with no trophies and a likely finish outside the top four. Rodgers' future at Anfield has been questioned after a third straight season without a trophy, but the former Liverpool defender backed the Reds manager. Jamie Carragher shared this image on Instagram after collecting a Beacon Award on Tuesday Liverpool are seven points behind fourth placed Manchester City with a game in hand and look set to miss out on Champions League qualification for next season."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their four-month winless streak at home with a victory over Napoli in Serie A on Saturday in a key match for Champions League places. Miralem pjanic finished off a swift counter-attack for Roma in the 25th minute and goalkeeper Morgan de Sanctis did the rest-saving shot after shot by Napoli in the second half. 'It's important to win a match and gain some continuity,' De Sanctis said. 'The Last (four) months were tough in terms of results. Second-place Roma moved provisionally four points ahead of city rivals Lazio, who play later on Saturday."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "The researchers said say that just as antibiotics are used to make farm animals put on weight, the may also be fattening our children. Writing in the respected medical journal pediatrics, they said that the widely-prescribed drugs could be contributing to the obesity epidemic. A third of 10-11 year olds and more than a fifth of 4-5 year olds in England are overweight or obese, leading to fears that today's generation will be the first to die at an earlier age than their parents."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "At the same time, managers at the Passport Agency, which made a £ 42 million profit during the chaos, received up to £ 3,500 in bonuses. Ministers refused to give a blanket refund to the desperate families who had to pay extra to get their travel documents rushed through, and even to some who missed out on trips. The problems began a year ago as HM Passport Office struggled to cope with 3.6 million Britons applying for documents."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "The Foxes host Swansea on Saturday just three points from safety in the Barclays Premier League after back-to-back wins. Last week's 3-2 win at West Brom handed them a survival lifeline, although they remain bottom of the table. Jamie Vardy scored an injury-time winner against West Bromwich Albion on Saturday to improve his side's Slim Chance of Premier League Survival"}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "MLS side Orlando City are the latest club to have expressed interest in Manchester United Misfit Javier Hernandez. The Mexico International would be a huge commercial draw for the Florida-based franchise who are coached by former Everton and Manchester City striker Adrian Heath. Orlando have a huge Latin-American fanbase and made enquiries last week about the prospect of a deal. Javier Hernandez is linked with a move to Orlando City after enduring a tough time on loan at Real Madrid"}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "The Foxes are currently seven points adrift at the bottom of the table, with only eight games remaining, knowing that time is running out to save themselves. Cambiasso refuses to give up and admits that keeping Leicester up will feel like winning a trophy. Esteban Cambiasso says that helping keep Leicester in the Premier League will feel like winning a trophy"}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "A southern Iowa chiropractor accused of accepting sex as payment for his services and performing exorcisms on patients has surrendered his state license. The Iowa Board of Chiropractic released a report Wednesday detailing charges against Charles Manuel, of Lamoni. Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years. Patient Satisfaction: A Chiropractor in Iowa has surrendered his license to practice and admitted to swapping services for sex and performing exorcisms on some patients."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Visitors at Cleveland Metroparks Zoo in Ohio heard a scream as the toddler tumbled into the pit at 3 pm on Saturday. His parents jumped in and pulled him to safety before paramedics arrived to treat the boy for a leg injury. Though the felines appeared to avoid the child, Dr Christopher Kuhar, Executive Director at the zoo, said there is a strong chance charges will be pressed on Monday."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15-year-old girl found a hidden camera in her bathroom that police were able to trace back to the man a Pennsylvania man was arrested after allegedly sexually abusing a girl in her home over a four-year period and filming the girl, now 15, and others with a hidden camera in a bathroom. Kevin Rebbie, 56, of Limerick Township, faces several charges, including aggravated indecent assault, unlawful contact with a minor, sexual abuse of children and invasion of privacy, the Montgomery County District Attorney's office said."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po-faced teenagers pictured next to their fathers leaping into the air. In each picture the daughter looks directly into the camera smiling while her father pulls a dramatic pose. A series of images by photographer Yûki Aoyama sees fathers leaping into the air next to their daughters the images are from the 37-year-old's latest book which roughly translates into daughter and salary man."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Arsenal playmaker Mesut Ozil can now countdown the minutes until the 4 pm encounter on Sunday with his brand new Apple Watch. The 26-year-old was the beneficiary of the timepiece-which ranges in price from £ 299 to £ 13,500-as he visited an Apple Store on Thursday afternoon. Arsenal midfielder Mesut Ozil (right) took to Instagram to show off his new Apple Watch on Thursday"}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "But that does n’t prevent one man from dipping his hand in the fish tank and giving his blood parrot cichlid a stroke. Capturing his remarkable relationship on camera, Roland Giroux gently cups the fish with his hand from within side the tank and then treats it to a massage. The fish begins relaxing in the man's hand and stays very still as the owner begins to stroke it with his finger the fish initially moves away before swimming in a full circle and returning to rest in between the man ’s fingers."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Wales' Crunch Euro 2016 qualifier with Belgium this summer has been declared a 33,000 sell-out. The top two sides in Group B meet at the Cardiff City Stadium on June 12 with Wales in their best position to qualify for a major tournament since the 1958 World Cup finals in Sweden. Belgium and Wales both have 11 points from five games with Marc Wilmots' side-ranked fourth in the world-on top spot because of a superior goal difference."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a £ 400,000 flat in Fulham, South West London, at the end of March. The 33-year-old Mexican National, who worked as a transgender escort, died as a result of injuries to the head and neck. Vanessa Santillan, 33, was killed at the end of March."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is adamant he can keep Hull City in the Barclays Premier League after a 2-0 defeat by Southampton left them battling to stay up. At the start of the campaign Bruce was targeting 10 wins to survive, but despite a strong start his hull side have mustered just six and he is hoping 'nine or eight might be enough.' Steve Bruce is confident he can keep Hull City in the Premier League this season and avoid relegation"}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Liverpool manager Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their professional responsibilities and urged them to learn from a chastening week. Sterling, the England international who will lead Liverpool ’s line at Wembley on Sunday in the absence of the injured Daniel Sturridge, was exposed for inhaling the legal high nitrous oxide on Monday. Then 24 hours later pictures emerged of Sterling and Ibe with shisha pipes."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao's former Monaco team-mate Nabil Dirar believes the Colombian must be regretting his failed loan move to Manchester United even though he was not happy in France. The former Atletico Madrid striker moved to Old Trafford on a season-long loan last summer but has struggled to hit the heights he achieved before suffering a serious knee injury. United will have to pay £ 46million to make Falcao's transfer permanent but having only scored four goals all season Louis van Gaal's side are unlikely to take up that option."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Former Holland forward and assistant coach Patrick Kluivert has made a winning start in World Cup qualifying as coach of Curacao. The Caribbean island team advanced to the second qualifying round in CONCACAF for the 2018 tournament late Tuesday. Curacao drew 2-2 in a second-leg match at Montserrat to win 4-3 on aggregate. Kluivert's team won 2-1 on Saturday in Willemstad."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool vice-captain Jordan Henderson thinks his side could catch Manchester City in the Barclays Premier League having fought through a tough and long season at Anfield. Henderson and Liverpool goalkeeper Simon Mignolet both played their 47th game of season in the 2-0 win over Newcastle United on Monday night, equalling the record for appearances by any player in the top five European leagues so far this campaign. Liverpool vice-captain Jordan Henderson thinks his side could catch Manchester City in the Premier League Henderson played his 47th Game of season in the 2-0 win over Newcastle United on Monday Night"}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "The German star was in fine form as the World Cup winners beat Georgia 2-0 in their Euro 2016 qualifier on Sunday, and is now setting his sights on the Premier League encounter with Liverpool at the weekend. Mesut Ozil posted a picture on Twitter relaxing with his dog on Wednesday after returning home to London Ozil impressed on international duty as Germany beat Gerogia 2-0 in a Euro 2016 qualifier on Sunday"}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "A gang of at least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning and set the vehicle on fire. The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas at a 76 station in South Los Angeles around 12:15 am on Saturday. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for cycling's Hour record on June 7 at London's Olympic Velodrome. The four-time Olympic champion and 2012 Tour de France winner, who is 35 on April 28, will attempt to add to his accomplishments by riding the furthest distance in 60 minutes at the Lee Valley velopark. 'The Hour Record is a Holy Grail for cyclists,' Wiggins said. Four-time Olympic champion Bradley Wiggins will bid to break cycling's Hour record in June"}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "A passenger waiting to board a plane in an airport terminal has been hospitalised with deep cuts on his leg and buttocks after he broke a toilet he was squatting on. Passenger Jin Pai, 35, was standing on the rim of a toilet in Hefei Xinqiao international airport in the city of Hefei, the capital city of eastern China's Anhui Province, when it smashed to the ground. According to airport officials he had not wanted to let his bottom touch the seat because he was 'worried it might not be clean'."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City players will lose £ 500,000-a-man in bonuses if they fail to qualify for the Champions League this season. The Premier League title holders give star players like Sergio Aguero, David Silva, Joe Hart and Yaya Toure incentivised contracts to make sure the club stay within financial fairplay requirements and they will miss out on a big payday if city fail to reach the group stages of Europe's top competition. Manuel Pellegrini's lost to rivals Manchester United in the 169th Manchester Derby at Old Trafford on Sunday with their European hopes still in the balance."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "The 19-year-old midfielder impressed for the Gunners last season, but his progress has been stunted by a serious knee injury. Gnabry, as a result, has not featured since the Champions League last-16 second leg against Bayern Munich in March 2014, although he is at last closing in on a return. Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading on Monday"}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "However, he hasn't ruled out the chance of someone could potentially use them for weapons. Space Lasers: Dr Adrian Quarterman has suggested space lasers could be used to power homes in the future-but says the beams will be nowhere near as powerful as imagined in films like Star Wars (pictured) Dr Adrian Quarterman, of Dundee University, is working on a laser which will convert sun beams into energy, the times reported."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to the The National Curriculum Tests for 11-year-olds, which assess English, Maths and Science at Mitton Manor Primary School in Tewskesbury, Gloucestershire. This was despite the exam session finishing, a conduct panel heard. Ian Guffick asked pupils at Mitton Manor Primary School in Tewkesbury, pictured, to make the changes to their SATs exam answers the 31-year-old also altered a number of the pupil's exam answers himself before the papers were sent off."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "The Tottenham Sensation, who has broken through into the first team, and into Roy Hodgson's England side during a remarkable season, is nominated for both the PFA Player and Young Player of the season. And now the Spurs striker features in a clever new animation, which features some of Kane's best goals, and celebrations from the season. Kane scores past Tim Krul for Spurs against Newcastle, his 20th Premier League goal of the season"}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "The club's vice-captain had 14 months remaining on his current contract and his advisors had been in talks with Liverpool since the beginning of this season. They have now reached a resolution and Henderson is expected to put pen-to-paper on improved terms that are likely be worth in the region of £ 100,000. His New Deal will run to 2020. Liverpool midfielder Jordan Henderson is set to sign a new long-term contract at Anfield"}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Lindegaard tied the knot with the Swedish model last year in a Romantic Beach Wedding in Mauritius. And the United Goalkeeper, who has struggled for minutes throughout his career in Manchester, was keen to remind fans via his Instagram page of his marriage to stunning Beqiri. Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Misse Beqiri"}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has denied claims that he is set to leave Paris Saint-Germain in the summer and instead reiterated his 'love' for the club. The Dutchman recently had a falling out with his boss Laurent Blanc after the decision to drop the full back for the Champions League clash against Chelsea. But van der Wiel insists he's happy in Paris and is making no plans to leave the Ligue 1 side."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Referee Mark Clattenburg has been named to take charge of the Manchester derby on Sunday, despite having sent off three players from United and city this season. City captain Vincent Kompany was dismissed for two bookable offences during Belgium's narrow 1-0 defeat of Israel in their Euro 2016 qualifier on March 31, meaning he is now suspended for the match against Wales in June. Mark Clattenburg will officiate the Manchester derby between United and City at Old Trafford"}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes on Friday night had his ban for accidentally knocking out George North sensationally over-turned on appeal, following an outcry on his behalf. The Wasps No 8 was initially suspended for three matches, after a disciplinary panel ruled he had been ‘reckless’ for failing to prevent his knee colliding with the head of the Welsh Lion, as he scored a try for Northampton on March 27. Hughes was shown a red card for the offence, but that dismissal has now been officially rescinded."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson has restarted his row with Andros Townsend after the Tottenham midfielder was brought on with only seven minutes remaining in his team's 0-0 draw with Burnley on Sunday. #rubberdub #7minutes,' Merson put on Twitter. Merson initially angered Townsend for writing in his Sky Sports column that' if Andros Townsend can get in (the England team) then it opens it up to anybody.'"}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "Residents on the east coast of Japan's Hokkaido Island had an unexpected change of scenery this morning after 1,000 ft of seabed was forced to the surface overnight. The extra stretch of coastline on Shiretoko Peninsula near the town of Rausu has risen as high as 50ft from the sea surface in some places, exposing what used to be the ocean floor. The Mass, which has risen some 30 to 50ft above sea level, measures roughly 1,000-1,640 ft long, and 100ft wide, a town official said."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Nothing is sacred in the team. When Ben Stokes first turned up at the Kensington Oval this week someone would have said: ‘mind that Locker, Stokesey. It was here, of course, that Stokes broke his wrist punching a locker after being dismissed last year and that will be a reminder to him of the need to channel his aggression in the right way now he is back in the England team. Stokes (left) clashed with Marlon Samuels during the second Test between West Indies and England"}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "Hart, who passed an impressive milestone of his own by representing his country for the 50th time on Tuesday night, said after the 1-1 draw with Italy that Buffon was an inspiration. England and Manchester City goalkeeper Joe Hart has lavished praise on fellow goalkeeper Gianluigi Buffon the Manchester City Shot Stopper, who is 10 years younger than Buffon, revealed his delight at receiving his 50th cap at the Juventus Stadium."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona club president Josep Maria Bartomeu has insisted that the La Liga leaders have no plans to replace Luis Enrique and they 're' Very Happy' with him. The 44-year-old took only took charge of the club last summer, signing a two-year-deal, and is only six games away from winning the title. Despite speculation this season that Enrique will be replaced in the summer, Bartomeu refuted these claims and says he's impressed with how the manager has performed."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, was arrested on Monday amid claims she had sex with pupil, 15, in her car on consecutive nights in January Kaitlyn Granado, 24, a teacher at MacArthur High School in Irving, was first arrested on March 19 for having an inappropriate relationship with a 15-year-old student, and was released on bail. Now she has been arrested again after another pupil, also aged 15, also accused Granado of having sex with him on two consecutive nights in January this year."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "The glowing blue letters that once lit the Bronx from above Yankee Stadium failed to find a buyer at an auction at Sotheby's on Wednesday. While the 13 letters were expected to bring in anywhere from $300,000 to $600,000, the only person who raised a paddle-for $260,000-was a Sotheby's employee trying to jump start the bidding. The current owner of the signage is Yankee Hall of Famer Reggie Jackson, who purchased the 10-feet-tall letters for an undisclosed amount after the stadium saw its final game in 2008."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "An uninspired campaign has seen the Yorkshire side firmly entrenched in mid-table mediocrity in League One. Saturday's visit of Fleetwood Town, who were eyeing the beach after their play-off hopes had all but evaporated, hardly promised to be a thriller. Doncaster's media team faced a tough challenge compling the match highlights of 0-0 draw"}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Arsenal manager Arsene Wenger does not know the exact reason Alexis Sanchez chose the Emirates Stadium over Anfield-but he is glad the Chile forward will be lining up for his side rather than against them for Liverpool on Saturday. Sanchez had his selection of clubs once Barcelona had decided to let him leave, and following the World Cup, the 26-year-old was convinced to continue his career under Wenger's expert guidance, going on to make an instant impression in English football. The French coach, however, admits the possibility Liverpool could use their interest in Sanchez as leverage during negotiations over Luis Suarez's move to the Nou Camp Last Summer was always on the cards."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Family and Friends of man shot dead by police last month are in shock after a billboard featuring the officer who pulled the trigger was erected in KENOSHAM, Wisconsin. Aaron Siler, 26, was fatally shot after he 'armed himself with a weapon' after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting. In the meantime a billboard, paid for by the Kenosha Professional Police Association, has been erected featuring a photograph of Torres and his dog. "}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Outspoken MP Bob Katter has risked being drawn into a race row after accusing the Queensland Government of believing embattled MP Billy Gordon was 'a little black puppet on a string'. In a bizarre statement on his party's website, Mr Katter said the Government believes Mr Gordon would quit after he was recently accused of domestic violence-and later admitted to his criminal past. Mr Katter, Federal MP for Kennedy, is of Lebanese descent."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding to be held at an all-New Chapel of Love in Las Vegas. The 69-year-old collaborated with NBC's Today Show to launch a contest for one Elvis-obsessed couple to win the 'Ultimate Wedding'. The winning duo-announced next Monday-will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel on Thursday, April 23."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "It's now been revealed that X Factor Finalist and pop star Ella Henderson has joined forces with dry shampoo brand Batiste. The 19-year-old has been announced as the official face of the Batiste's 2015' ready for it' campaign, and this will mark the star's first brand collaboration. X Factor Finalist, Ella Henderson, has been revealed as the face of dry shampoo company Batiste"}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "The bereaved mother, named Dawn, was appearing on the Jeremy Kyle Show and accused long-term Chum, convicted burglar Jamie, of making off with the cash. When one of Mr Kyle's famous lie detector tests revealed that Jamie, who lives with Dawn and her partner who is also called Jamie, had done the deed, she burst into tears and stormed off."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "The man who allegedly killed his neighbour was believed to be suffering from dementia and alcohol abuse at the time of the horrendous murder in 2012, a jury has heard. Luigi Costa, 71, is accused of stomping on his elderly neighbour Terrence Freebody's head, cutting his throat and stabbing him multiple times in the dining room of his home on Mugga Way in Red Hill, Canberra on July 2012."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "A four-year-old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk. James Hayward had arrived at East Midlands Airport with his parents, Phil, 44, and Hazel, 38, with his brightly coloured toy-which fires sponge darts-packed in his hand luggage for their flight out to Lanzarote. But security officers, who were described as 'over-zealous' by the boy's father, then took exception to James's harmless toy when it was picked up on the system's X-ray machines."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "A video of a menacing crocodile swimming through a public marina with a dead pet dog locked in between its jaws has been viewed more than half a million times online. The clip shows a large Croc calmly moving through the marina in the tourist hotspot of Puerto Vallarta, in Mexico, with a black dog wearing a red collar lifeless in its mouth. New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when the attack happened and described how 'The Crocodile kept the dog in its mouth for ages, not moving at all'. Mr Weston told Daily Mail Australia the dog belonged to the local bike shop's owner."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "The dismissal of Paul Downton as England's managing director may be the big talking point in English cricket but focus has already shifted to the start of the County Championship season. However, you don't have to go to far before talk returns to the England team again as Kevin Pietersen cut a range of emotions as he posed for the Surrey team photo before the start of the new campaign. Kevin Pietersen takes a moment to reflect ahead of a team photo shoot for Surrey"}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign Manchester United striker Radamel Falcao but admit a deal is complicated. The Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009 and River Plate are open to Falcao returning. During an interview with Esto Es River program, vice president Matias Patanian said: 'We Dream of Falcao Garcia. The doors are open. "}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has been told to terminate his contract with Juventus to complete a return to his former club Boca Juniors in Argentina. The former Manchester City Striker's deal with the Serie A champions does not expire until the end of next season but he has reportedly told the club he wishes to leave this summer. Boca have confirmed they are close to completing a deal for the 31-year-old, but club president Daniel Angelici has stressed that Tevez must terminate his contract with the Italians first."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "A young accountant fell down a 70ft cliff to his death when he ran from a taxi to avoid paying the fare. Graduate Jacob Phillips, 23, plunged down the cliff when he leapt over a fence in the dark. Mr Phillips had caught the cab home after a night out with friends in December – but did n’t have enough cash to pay for it. An inquest heard he ran from the driver, who gave chase at the seaside town of Penarth, South Wales."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Everton manager Roberto Martinez was forced to defend another penalty fiasco at the club after Ross Barkley missed from the spot in their 1-0 win against Burnley at Goodison Park. The untried Barkley inexplicably took the 10th minute kick – Awarded for a foul by David Jones on Aaron Lennon – rather than Leighton Baines, who has scored 15 penalties from 16 attempts in the Premier League. Martinez insisted Barkley was within his rights to request penalty-taking duties on Saturday."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "New Zealand Police are appealing to the public to help identify a man who robbed a Christchurch dairy wearing a 'distinctive' cartoon mask. The offender, snapped on security footage in a fluoro orange sweatshirt and oversized mask, is described as being 'very tall'. He made off with the dairy's till and about $1500 in cash on Saturday, stuff.co.nz reports."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "The custom-built Boeing 747 is believed to have cost its ultra-wealthy owner £ 400million after it was customised to fit his specifications exactly over a three-year period. The jumbo jet would normally carry as many as 600 Passengers-but this version was built for just a single tycoon, although he will be able to fit dozens of guests. It contains a large dining room where travellers can enjoy meals cooked in an adjoining kitchen, with a lounge and 'State Room' at the back of the plane."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "A teenager from Illinois is tackling her disability head-on and attempting to positively influence thousands of others by dancing. Dayna Dobias, 19, from Downers Grove was born with cerebral palsy, but she hopes to inspire others with her enthusiastic videos. The teenager says her motivation for creating the video was to counteract stereotypes held by people over certain disabilities."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Football Association chairman Greg Dyke has been handed the backing of five former England managers as he bids to push through radical changes. Dyke wants to increase the minimum number of home-grown players in club squads from eight to 12, however he is facing opposition from the Premier League. The proposals also include changing the rules so that 'home-grown' means having trained in England for three years before the age of 18 rather than before 21."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry has criticised Arsenal's recent dealings in the transfer window and has urged his former side to purchase four top players in the summer. The Frenchman believes Arsenal need a goalkeeper, centre back, defensive midfielder and striker if they are to have any chance of winning the Barclays Premier League title. Henry, who was speaking after Arsenal's goalless draw with Chelsea, also hit out at Olivier Giroud by claiming the Gunners will struggle to win the league if his fellow countryman is to remain as the club's first choice striker. Sky Sports pundit Thierry Henry questioned whether Arsenal can win the title with Olivier Giroud in attack"}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "First Blood to United after their Under 18s saw off City 1-0 in the 'mini-derby'. For a start, no less than 13 out of the 22 players on show at Kick-off were English. Of those, 10 were Mancunian. Callum Gribbin was the matchwinner for Manchester United with a delightful free-kick"}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night, just a little over a month after she took the car home. Then, on April 1, Schoenig was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as Schoenig's and would be returning it to her-but with a few minor changes."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "A lonely man has taken his search for love-or lust-Online, posting an advertisement complete with his desires, or 'requirements'. The Outback Casanova, who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. Girlfriend / wife, Must Love Pets...accomodation available, position may offer company car, phone and laptop, to the 'successful candidate', 'it reads."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "However, it has not been working for two years after every single fixed device was switched off in the West Midlands. Big Brother is watching: a speed camera has been turned round and is pointing at this house in Birmingham, West Midlands the Speed Camera has not been working for more than two years"}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract, despite Atletico Madrid considering bringing him back in the summer. The full back signed a three-year contract when he moved from the Spanish champions last July, but has struggled to make the left back position his own at Stamford Bridge. Filipe Luis insists he wants to stay at Chelsea (right), despite Atletico Madrid considering re-signing him"}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Heritage Auctions offered the gray jacket and skirt, featuring a black zigzag applique, plus more than 150 other items from the Academy Award-winning film at auction on Saturday in Beverly Hills, California. The dress-a jacket and full skirt ensemble-was worn in several key scenes in the 1939 movie, including when Scarlett O'Hara encounters Rhett Butler, played by Clark Gable, and when she gets attacked in the shanty town. An outfit worn in several scenes of the 1939 film gone with the wind by Vivien Leigh as she played Scarlett O'Hara sold for $137,000 at auction on Saturday"}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, described as having a 'fanatical obsession' with small girls after he targeted a toddler on a bus, has been missing since 6.15 pm on Tuesday and was last seen leaving a hospital, near Hook, Hampshire. Now officers have launched a manhunt to find Munden-who was detained under the Mental Health Act after sexually touching the three-year-old girl. A predatory convicted paedophile with an obsession with young girls has gone on the run after vanishing from a psychiatric unit."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "A timewarp home which has remained unchanged since the 1930s is up for sale complete with original features including stained-glass windows, oil-fired central heating and retro jars of popular food. The Collector ’s Paradise in Horfield, Bristol, which has gone untouched for more than 80 years comes complete with the original bathroom and kitchen, wood-panelled hallway and even the vintage cupboards. With features that were once commonplace but are now considered decidedly old-fashioned, the semi-detached property has a guide price of between £ 200,000 and £ 250,000."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Neymar and Alves headed to Watch El Clasico on Thursday night alongside the Brazilian's sister Rafaella. Barca prevailed with a narrow 85-80 victory in the Euro League contest. Brazil star Neymar (Centre) takes a selfie with friends and Barcelona team-mate Dani Alves (right) however Real Madrid remain top of their euro league division over their bitter rivals, just by points difference."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's 22-year-old forward Yoshinori Muto, according to Club President Naoki Ogane. The Japan International, who has played for the J-League side since 2013, will join Chelsea's Dutch Partner Club Vitesse Arnhem on loan next season if he completes a move to Stamford Bridge this summer. Ogane claims that Chelsea's interest in Muto is not connected to the £ 200million sponsorship deal they signed with Japanese company Yokohama Rubber in February."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Police are investigating claims by a former royal footman that palace aides tried to force him into an orgy, it was revealed yesterday. Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. He finally decided to contact palace officials again last year after inquiries began into alleged cover-ups of child sex abuse by a VIP paedophile ring in the 1970s and 80s."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "After Chelsea Forward Eden Hazard had scored give his side a 1-0 lead against Manchester United at Stamford Bridge on Saturday, the Sky Sports punditry team were convinced that there had been a foul in the build-up. Chelsea Captain John Terry had come in with a strong challenge from behind on United striker Radamel Falcao which sent the Colombian hurtling to the ground. Chelsea defender John Terry comes in from behind with a strong challenge on Radamel Falcao"}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The 14-year-old playmaker is regarded as one of the best talents to emerge from Anderlecht's youth set-up and has also attracted attention from Arsenal and Barcelona. The Belgian Starlet rejected a move to Barcelona's La Masia Academy when he was 12 as his family wanted him to continue his studies."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "A 23-year-old mother-of-Two is at risk of being banned from seeing her own children-because she refuses to stop drinking and partying. The woman, named only as Gemma, has two children under five by two different fathers and handed both infants over to her 52-year-old mother Debbie when they were four months old. Now Debbie is threatening to ban Gemma from seeing the children at all, after discovering her daughter's penchant for legal high, mkat, and because she suspects her of stealing."}
