{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "Donald Sterling accused Stiviano of targeting extremely wealthy older men. She claimed Donald Sterling used the couple's money to buy Stiviano a Ferrari, two Bentleys and a Range Rover. Stiviano countered that there was nothing wrong with Donald Sterling giving her gifts."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "A North Pacific Gray Whale has earned a spot in the record books after completing the longest migration of a mammal ever recorded. The whale, named Varvara, swam nearly 14,000 miles (22,500 kilometers), according to a release from Oregon State University. Varvara's journey surpassed a record listed on the Guinness Worlds Records website."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "Russian fighter jet intercepted a U.S. reconnaissance plane in an \"unsafe and unprofessional manner\" on Tuesday, a U.S. RC-135U was flying over the Baltic Sea when it was intercepted by a Russian SU-27 flanker. The U.S. crew believed the Russian pilot's actions were \"unsafe and unprofessional due to the aggressive maneuvers it performed in close proximity to their aircraft and its high rate of speed,\" Pentagon spokesman says."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Hillary Scott's tour bus caught fire on a Texas Freeway Thursday morning. Smoke and flames poured from the rear of the bus as traffic slowed to a crawl and Barnett slowly approached in his vehicle. Barnett said he didn't realize at the time that the bus belonged to the country band."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "Tim Durkan photographed aerial shots of the sunset warming the city's skyline and shared them on CNN ireport. The fires were started in southeastern Siberia, by farmers burning grass in their fields. The Flames quickly grew out of control because of strong winds and spread throughout the region."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "Italy is coping with a rising wave of desperate migrants from Africa and Middle East. From Friday to Monday, a total of 8,480 migrants were rescued, according to the Italian Coast Guard, which said it received on Monday--alone--SOS calls from 20 boats in distress. The Italian Coast Guard, however, told CNN the group Fears 400 migrants could be missing."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "spacex founder Elon Musk tweeted: \"ascent successful. Dragon Dragon Enroute. Rocket landed on droneship, but too hard for survival\" spacex has said it will keep trying and, after it masters landing at sea."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Holland America Line said two guests were found dead inside their stateroom. The ship left Tampa, Florida, on March 29 on a 14-day Southern Caribbean cruise. It's currently in San Juan, Puerto Rico."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "ISIS released more than 200 Yazidis, a minority group whose members were killed, officials say. Most of those released were women and children; the rest were ill or elderly. The freed Yazidis were received by Peshmerga, who sent them to the Kurdish regional capital."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "Three of the militants were killed by Iranian forces in the fighting Monday in Negur. Three of the militants have been killed in clashes with militants near the border with Pakistan. A militant group called Jaish Al Adal claimed responsibility for the attack."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "\"Space Invaders\" was developed in Japan back in the late 1970's--and now their real-life counterparts are the topic of an earnest political discussion in Japan's corridors of power. Luckily, Japanese can sleep soundly in their beds tonight as the government's top military official earnestly. Inoki has appeared in the U.S.-based WWE--which describes him as \"among the most respected men in sports-Entertainment\"."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Dzhokhar Tsarnaev found guilty on all 30 charges he faced related to the bombings. The sentencing phase begins Tuesday, a day after this year's landmark race. It is expected to last four weeks."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "\"roots,\" the epic miniseries about an African-American slave and his descendants, had a staggering audience of over 100 million viewers back in 1977. A & E Networks are remaking the miniseries, to air in 2016. Levar Burton, who portrayed Kinte in the original, Will co-executive produce the new miniseries."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale. Three car pileup happened at on the Brisbane Valley Highway, near Fernvale. Six others-including an infant and two young girls-have been taken to Ipswich Hospital with minor injuries or for further assessment."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Serena Williams defeated Sara Errani in the Fed Cup on Sunday. World No 1 Williams eventually prevailed 4-6 7-6 (3) 6-3 against the US Tennis Star Serena Williams fought back to beat Italian Sara Errani in the Fed Cup play-off on Sunday. Williams, 33, won her 19th Singles Grand Slam at the Australian Open and her dominance has raised talk of her claiming all the majors."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "An FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot. The gun was inside a hard rifle case and was `secured properly' to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites. Police believe the thief stole the rifle by breaking the rear right passenger-side window, tying a rope around the rifle case's handle or a cable lock."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas. The six-time Olympic gold medallist will compete at the Relay Championship on May 2 and 3 as part of the Jamaican team. Bolt reacts as he wins 4x100m gold at the London Olympic Games in 2012."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich manager Pep Guardiola ripped a hole during the Champions League match in Germany. Bayern Munich manager Pep Guardiola was left with a hole in his trousers. Bayern's European rivals will be running scared after their outstanding display."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "Maurice Van Ryn has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a child. One of his victims told Sydney's district court that she is scared for her future relationships, and didn't understand why she had been targeted."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "England coach John Peacock has named his squad for next month's UEFA European Under-17 Championship in Bulgaria. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year. They have been placed in Group D alongside Holland, Italy and the Republic of Ireland this time around and will open their campaign against Italy in May 7."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "Embarrassing moment a Buckingham Palace Guard slipped and fell on a manhole cover in front of hundreds of shocked tourists as he took up position in his sentry box. The Queen's Guard was left red-faced after he slipped on a manhole cover during the popular changing of the guard. He lost his footing and slid sideways, knocking his bearskin on the side of the box and dropping his rifle."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Ze relegation-threatened Romanian club Ceahlaul Piatra have sacked Brazilian coach Ze Maria for the second time in a week. Former Brazil defender Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day. Flamboyant owner Angelo Massone decided to `give the coaching staff another chance'."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "Jesse and Melissa Meek announced they are expecting a child in a rap video they made set to the theme from '90s television sitcom `The Fresh Prince of Bel-Air' The clip, which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Aidan Turner's dashing Ross Poldark gaze lovingly at his new baby daughter. As Sunday Night's latest heartthrob, women across the country have voiced their longing to settle down with the brooding Cornish gentleman. Last week she was barely showing--but Demelza Poldark is now the proud mother to the show's latest addition."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "Mexican restaurant Chipotle has decided to tap into the $70 billion food delivery market by teaming up with an app to bring burritos straight to customers' doors. Mexican food fans should know that the restaurant plans to add a nine per cent service charge-with the delivery fees for postmates beginning at $5 and up, depending on distance and demand."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward after a season with no trophies and a likely finish outside the top four. Rodgers' future at Anfield has been questioned after a third straight season without a trophy. Liverpool are seven points behind fourth placed Manchester City with a game in hand and look set to miss out on Champions League qualification."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their four-month winless streak at home with a victory over Napoli in Serie A on Saturday. Miralem pjanic finished off a swift counter-attack for Roma in the 25th minute and goalkeeper Morgan de Sanctis did the rest-saving shot after shot by Napoli in the second half. Miralem pjanic slots home to put Roma ahead in the 25th minute after a clinical counter-attack."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Babies given antibiotics in first six months of life are more likely to be fat as toddlers, study found. Just as antibiotics are used to make farm animals put on weight, the may also be fattening our children. Third of 10-11 year olds in England are overweight or obese, leading to fears today's generation will be the first to die at an earlier age than their parents."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Thousands of holidaymakers caught up in last summer's passport delay fiasco have not received any compensation. At the same time, managers at the Passport Agency, which made a #42 million profit during the chaos, received up to #3,500 in bonuses. Ministers refused to give a blanket refund to the desperate families who had to pay extra to get their travel documents rushed through."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Leicester host Swansea on Saturday just three points from safety. Last week's 3-2 win at West Brom handed them a survival lifeline. Jamie Vardy scored an injury-time winner against West Bromwich Albion."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Orlando City are the latest club to have expressed interest in Manchester United Misfit Javier Hernandez. The Mexico International would be a huge commercial draw for the Florida-based franchise who are coached by former Everton and Manchester City striker Adrian Heath. Orlando have a huge Latin-American fanbase and made enquiries last week about the prospect of a deal."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Esteban Cambiasso has won all the major European competitions a player can during his illustrious career but revealed that keeping Leicester City in the Premier League would be up there with the best. The Foxes are currently seven points adrift at the bottom of the table, with only eight games remaining. Cambiasso refuses to give up and admits keeping Leicester up will feel like winning a trophy."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "The Iowa Board of Chiropractic released a report Wednesday detailing charges against Charles Manuel, of Lamoni. Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years. The agreement requires that Manuel prove any circumstances surrounding the revocation of his license."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Cleveland Metroparks Zoo in Ohio heard a scream as the toddler tumbled into the pit at 3 pm on Saturday. His parents jumped in and pulled him to safety before paramedics arrived to treat the boy for a leg injury. Though the felines appeared to avoid the child, Dr Christopher Kuhar, Executive Director at the zoo, said there is a strong chance charges will be pressed on Monday."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, faces several charges, including aggravated indecent assault, unlawful contact with a minor, sexual abuse of children and invasion of privacy. The investigation began when a 15-year-old girl found a hidden camera under the sink in a bathroom in her Limerick Township home in March. Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15-year-old girl found a hidden camera in her bathroom."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po-faced teenagers pictured next to their fathers leaping into the air. In each picture the daughter looks directly into the camera smiling while her father pulls a dramatic pose. The images are from the 37-year-old's latest book which roughly translates into daughter and salary man."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Mesut Ozil took to Instagram to show off his new Apple Watch. The 26-year-old was the beneficiary of the timepiece-which ranges in price from #299 to #13,500. Ozil compared his watch to TV character Michael Knight in the Hit Action Show Knight Rider. Ozil appears in awe of the device-which will be released on general sale on Friday."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Roland Giroux gently cups the fish with his hand from within side the tank and then treats it to a massage. The fish begins relaxing in the man's hand and stays very still as the owner begins to stroke it with his finger."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Wales' Euro 2016 qualifier with Belgium this summer has been declared a 33,000 sell-out. The top two sides in Group B meet at the Cardiff City Stadium on June 12 with Wales in their best position to qualify for a major tournament since the 1958 World Cup finals in Sweden. Belgium and Wales both have 11 points from five games with Marc Wilmots' side-ranked fourth in the world."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a #400,000 flat in Fulham, South West London, at the end of March. The 33-year-old Mexican National, who worked as a transgender escort, died at the end of March. Her body was found in a flat in Fulham having been strangled and beaten to death. A 23-year-old man was arrested in connection with her death but has been bailed."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is confident he can keep Hull City in the Premier League after a 2-0 defeat by Southampton left them battling to stay up. Hull were the better side against Southampton for the first 45 minutes but a James Ward-Prowse penalty and late strike from Graziano Pelle meant they left with nothing. Steve Bruce is confident he can keep Hull City in the Premier League this season and avoid relegation."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Liverpool manager Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their professional responsibilities. Sterling, the England international who will lead Liverpool's line at Wembley on Sunday in the absence of the injured Daniel Sturridge, was exposed for inhaling the legal high nitrous oxide on Monday. Then 24 Hours Pictures emerged of Sterling and Ibe with shisha pipes. Rodgers would not discuss whether he would give Gerrard available after a three-match suspension."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao's former Monaco team-mate Nabil Dirar believes the Colombian must be regretting his failed loan move to Manchester United even though he was not happy in France. The former Atletico Madrid striker has struggled to reach the heights he achieved before suffering a serious knee injury. United will have to pay #46million to make Falcao's transfer permanent."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Patrick Kluivert has made a winning start in World Cup qualifying. The Caribbean island team advanced to the second qualifying round in CONCACAF for the 2018 tournament late Tuesday. Curacao drew 2-2 in a second-leg match at Montserrat to win 4-3 on aggregate."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool vice-captain Jordan Henderson thinks his side could catch Manchester City in the Premier League. Henderson played his 47th Game of season in the 2-0 win over Newcastle United on Monday night. Liverpool goalkeeper Simon Mignolet both played their 47th game of season in the Premier League."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil impressed on international duty as Germany beat Georgia 2-0 in Euro 2016 qualifier on Sunday. German star was in fine form as World Cup winners beat Georgia 2-0 in Euro 2016 qualifier on Sunday. Midfielder, who was signed for #42.5 million from Real Madrid in 2013, missed Arsenal's last game against Newcastle through illness. Arsene Wenger rubbished those claims."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "At least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning. The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas at a 76 station in South Los Angeles around 12:15 am on Saturday. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for cycling's Hour record on June 7 at London's Olympic Velodrome. The four-time Olympic champion and 2012 Tour de France winner, who is 35 on April 28, will attempt to add to his accomplishments by riding the furthest distance in 60 minutes at the Lee Valley velopark. `The Hour record is a Holy Grail for cyclists,' Wiggins said."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Jin Pai, 35, was standing on the rim of a toilet in Hefei, China's Anhui province. Passenger Jin Pai, 35, was standing on the rim of a toilet when it collapsed, leaving him hospitalised. The injured man was found bleeding on the toilet floor after he telephoned his travelling companions for help."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City players will lose #500,000-a-man in bonuses if they fail to qualify for the Champions League this season. The Premier League title holders give star players like Sergio Aguero, David Silva, Joe Hart and Yaya Toure incentivised contracts to make sure the club stay within Financial Fairplay requirements. Manuel Pellegrini's team are on incentivised contracts to stay within financial fairplay rules."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading. The 19-year-old has not featured for the first team since March last year. Serge Gnabry played for Arsenal's development squad as they lost 1-0."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dr Adrian Quarterman is working on a laser which will convert sun beams into energy, the times reported. The satellites will orbit the Earth, covered in mirrors to help it harvest the sunlight and convert it into laser light. If it works, it could mean solar power could even become viable in Scotland."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to the National Curriculum Tests for 11-year-olds, which assess English, Maths and Science at Mitton Manor Primary School in Tewskesbury, Gloucestershire. This was despite the exam session finishing, a conduct panel heard. The 31-year-old also altered a number of the pupil's exam answers himself before the papers were sent off."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane has broken through into the first team, and into Roy Hodgson's England side during a remarkable season. The Tottenham Sensation is nominated for both the PFA Player and Young Player of the season. Kane scores past Tim Krul for Spurs against Newcastle, his 20th Premier League goal of the season."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson has provided Liverpool with a lift after their FA Cup heartache by agreeing a new long-term contract. The club's vice-captain had 14 months remaining on his current contract and his advisors had been in talks with Liverpool since the beginning of this season. They have now reached a resolution and Henderson is expected to put pen-to-paper on improved terms that are likely be worth in the region of #100,000."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Misse Beqiri. Lindegaard tied the knot with the Swedish model last year in a Romantic Beach Wedding in Mauritius. Danish international Lindegaard posted a link to Beqiri's Instagram account with the message: `Day Off With My Sunshine @missebeqiri #cheshire #manchester'."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has denied claims he is set to leave Paris Saint-Germain in the summer. The Dutchman recently had a falling out with his boss Laurent Blanc. But van der Wiel insists he's happy in Paris and is making no plans to leave the Ligue 1 side."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Mark Clattenburg named to take charge of Manchester derby on Sunday. City captain Vincent Kompany dismissed for two bookable offences during Belgium's 1-0 defeat of Israel in their Euro 2016 qualifier on March 31, meaning he is now suspended for the match against Wales in June. Mark Clattenburg will officiate the Manchester derby between United and City at Old Trafford."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes on Friday night had his ban for accidentally knocking out George North sensationally over-turned on appeal. The Wasps No 8 was initially suspended for three matches, after a disciplinary panel ruled he had been `reckless' for failing to prevent his knee colliding with the Welsh lion. Hughes was shown a red card for the offence, but dismissal has now been officially rescinded."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson has restarted his row with Andros Townsend. The Tottenham midfielder was brought on with only seven minutes remaining in his team's 0-0 draw with Burnley. Andros Townsend scores England's equaliser in their 1-1 friendly draw with Italy in Turin."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "Extra stretch of coastline on Shiretoko Peninsula near Rausu has risen as high as 50ft from the sea surface in some places, exposing what used to be the ocean floor. Geologists believe the emergence is a result of a landslide nearby, when melting ice and snow caused a section of land to drop, pivoting the underwater area into the air."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes has forged a reputation as a fiery character in the England cricket team. Stokes clashed with Marlon Samuels during the second Test between West Indies and England. But Stokes responded positively to the row after talking to England coach Peter Moores."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "England ace Joe Hart labelled fellow goalkeeper Gianluigi Buffon a `Legend of the game' after seeing the Italian veteran claim his 147th cap. Hart passed an impressive milestone of his own by representing his country for the 50th time on Tuesday night."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona club president Josep Maria Bartomeu has insisted that the La Liga leaders have no plans to replace Luis Enrique and they're `Very Happy' with him. The 44-year-old took charge of the club last summer, signing a two-year-deal, and is only six games away from winning the title. Barcelona president Josep Maria Bartemou says the club are `very happy' with Enrique's performance."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, accused of having sex with pupil, 15, in her car on consecutive nights in January. She was first arrested on March 19 for having an inappropriate relationship with a 15-year-old student, and was released on bail. Now she has been arrested again after another pupil, also accused Granado of having sex with him on two consecutive nights in January this year."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "13 letters were expected to bring in anywhere from $300,000 to $600,000, but received no bids at a Sotheby's auction Wednesday. The current owner of the signage is Yankee Hall of Famer Reggie Jackson, who purchased the 10-feet-tall letters for $260,000. The letters had beamed from atop Yankee Stadium near Grand Concourse in the Bronx since 1976."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Yorkshire side firmly entrenched in mid-table mediocrity in League One. Doncaster's League One encounter against Fleetwood tested patience of fan. Doncaster's media team faced Tough Challenge compling the match highlights of 0-0 draw."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Arsenal manager Arsene Wenger does not know Alexis Sanchez chose the Emirates Stadium over Anfield. Sanchez had his selection of clubs once Barcelona had decided to let him leave, and following the World Cup. The French coach admits the possibility Liverpool could use their interest in Sanchez as leverage during negotiations over Luis Suarez's move to the Nou Camp Last Summer was always on the cards."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26, was fatally shot after he `armed himself with a weapon' after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Bob Katter has risked being drawn into a race row after accusing the Queensland Government of believing embattled MP Billy Gordon was 'a little black puppet on a string' Mr Katter, Federal MP for Kennedy, is of Lebanese descent. He said he's been personally subjected to racist attitudes from both major parties in the past, and that he sympathised with Mr Gordon's position."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding to be held at an all-New Chapel of Love in Las Vegas. The winning duo will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel. Westgate, formerly the Las Vegas Hilton, is where Elvis performed more than 830 sold-out shows. Along with the singer's former wife in the audience, the winning couple will win a free wedding reception and Hotel Suite for two nights."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "X Factor finalist Ella Henderson revealed as face of dry shampoo company Batiste. The 19-year-old has been announced as the official face of the Batiste's 2015 `ready for it' campaign. It's now been revealed that X Factor Finalist and pop star Ella Henderson has joined forces with dry shampoo brand Batiste."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Dawn, who has seven miscarriages, was furious to discover her friend had stolen from her. One of Mr Kyle's famous lie detector tests revealed that Jamie, who lives with Dawn and her partner who is also called Jamie, had done the deed, she burst into tears and stormed off. Suspecting House-mate Jamie and his girlfriend Carol, she confronted them but was initially met with a flat denial."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, accused of stomping on his elderly neighbour Terrence Freebody's head, cutting his throat and stabbing him multiple times in the dining room of his home. Forensic psychiatrist Professor Paul Mullen examined Costa after the attack and believes there was evidence of the accused's state of mind declining in the lead-up to the incident."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward had his toy gun confiscated at East Midlands Airport. A four-year-old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk. Dad Phil has labelled the security checks `ludicrous' and criticized how staff reacted in the situation."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "Tim Weston was on holiday in Puerto Vallarta with his wife when attack happened. New Zealander Tim Weston took a photo of the crocodile with the dog between its jaws. One woman called the video `horrible' and another said 'I Hate Crocodiles Now'."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen takes a moment to reflect ahead of a team photo shoot for Surrey. Pietersen looked in deep thought as he sat right at the end of the team photo. The batsman joked with photographers at the Kia Oval for the photo session, with Surrey set to begin their campaign at Glamorgan on April 19."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "Manchester United striker Radamel Falcao has struggled on loan at Manchester United. Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009 and River Plate are open to Falcao returning. River Plate are keen to sign former forward Radamel Falcao who has struggled during a season-long loan spell at Old Trafford this term."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has been told to terminate his contract with Juventus. Former Manchester City Striker's deal with the Serie A champions does not expire until the end of next season. Tevez is on course to win a second Serie A title with the old lady and still has a shot at European glory."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, plunged down the cliff when he leapt over a fence in the dark. Graduate Jacob Phillips, 23, was found dead at the end of the disused Northern Promenade, a rocky area at the base of the cliff. Cabbie Dave Sidaway told the inquest: `I had no idea how much danger he was in'."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Ross Barkley missed from the spot in their 1-0 win against Burnley at Goodison Park. The untried Barkley inexplicably took the 10th minute kick--awarded for a foul by David Jones on Aaron Lennon--rather than Leighton Baines, who has scored 15 penalties from 16 attempts in the Premier League. Baines scored 15 penalties from 16 attempts in the Premier League."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "New Zealand Police are appealing to the public to help identify a man who robbed a Christchurch dairy wearing a `distinctive' cartoon mask. He made off with the dairy's till and about $1500 in cash on Saturday. Police say there were no signs of any weapons used but the robber remained at large."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "The custom-built Boeing 747 is believed to have cost its ultra-wealthy owner #400million after it was customised to fit his specifications exactly over a three-year period. The jumbo jet would normally carry as many as 600 passengers. It contains a large dining room where travellers can enjoy meals cooked in an adjoining kitchen, with a lounge and `State Room' at the back of the plane."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dayna Dobias, 19, from Downers Grove was born with cerebral palsy. She hopes to inspire others with her enthusiastic videos. Her hope is that the video was to counteract stereotypes held by people over certain disabilities."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Football Association chairman Greg Dyke has been handed the backing of five former England managers as he bids to push through radical changes. Dyke wants to increase the minimum number of home-grown players in club squads from eight to 12, however he is facing opposition from the Premier League. FA chairman Greg Dyke wants to increase the number of homegrown players at top flight clubs."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry criticised Arsenal's recent dealings in the transfer window. Frenchman believes Arsenal need a goalkeeper, centre back, defensive midfielder and striker if they are to have any chance of winning the Barclays Premier League title. Henry, who was speaking after Arsenal's goalless draw with Chelsea, also hit out at Olivier Giroud by claiming the Gunners will struggle to win the league if his fellow countryman is to remain as club's first choice striker."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "No less than 13 out of 22 players on show at Kick-off were English. Callum Gribbin was the matchwinner for Manchester United with a delightful free-kick. Altrincham's compact 6,000-capacity home may not be Old Trafford, but it does have a proud history of its own."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night, just a little over a month after she took the car home. Schoenig was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as Schoenig's and would be returning it to her. The brand new 2015 Ford Fusion had been stolen from her driveway Monday."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "`Rich' who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. `prefer non drinker and smoker (I Know I'm Dreamin), fit attractive, will get free gym membership, to a gym of there,' it reads. The 31-year-old's advertisement included a list of requirements in his potential partner, and personal details about himself."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Bright Yellow Gatso had previously enforced the 30mph speed limit for motorists along the residential road in Handsworth, Birmingham. The speed camera has not been working for two years after every single fixed device was switched off in the West Midlands."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract. Atletico Madrid considering bringing him back in the summer. Luis said: `I want to stay at the club until the end of my contract'."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Dress worn by Vivien Leigh when she played Scarlett O'Hara in 1939 Film Gone with the wind has fetched $137,000 at auction. The dress-a jacket and full skirt ensemble-was worn in several key scenes in the 1939 movie, including when Scarlett O'Hara encounters Rhett Butler, played by Clark Gable, and when she gets attacked in the shanty town."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, described as having a `fanatical obsession' with small girls after he targeted a toddler on a bus, has been missing since 6.15 pm on Tuesday and was last seen leaving a hospital, near Hook, Hampshire. Officers have launched a manhunt to find Munden-who was detained under the Mental Health Act after sexually touching the three-year-old girl. A predatory convicted paedophile with an obsession with young girls has gone on the run after vanishing from a psychiatric unit."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Collector's Paradise in Horfield, Bristol, has gone untouched for more than 80 years. The Collector's Paradise in Horfield, Bristol, comes complete with the original bathroom and kitchen, wood-panelled hallway and retro jars of popular food."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Neymar and Dani Alves proved their dedication to Barcelona by supporting the club's basketball side. Neymar and Alves headed to Watch El Clasico on Thursday night alongside the Brazilian's sister Rafaella. Real Madrid remain top of their euro league division over their bitter rivals."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's 22-year-old forward Yoshinori Muto. The Japan International will join Chelsea's Dutch Partner Club Vitesse Arnhem on loan next season if he completes a move to Stamford Bridge this summer. Muto claims Chelsea's interest in Muto is not connected to the #200million sponsorship deal they signed with Japanese company Yokohama Rubber in February."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. He finally decided to contact palace officials again last year after inquiries began into alleged cover-ups of child sex abuse by a VIP paedophile ring in the 1970s and 80s."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea forward Eden Hazard scored give his side a 1-0 lead against Manchester United at Stamford Bridge. Cesc Fabregas collected the loose ball and released it to Oscar before his back-heel sent it into the path of the oncoming hazard to slot home. Chelsea defender John Terry had come in with a strong challenge from behind on Radamel Falcao."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The 14-year-old is regarded as one of the best talents to emerge from Anderlecht's youth set-up. The Belgian Starlet rejected a move to Barcelona's La Masia Academy when he was 12 as his family wanted him to continue his studies."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "Gemma, 13, has two children under five by two different fathers and handed both infants over to her 52-year-old mother Debbie when they were four months old. Debbie is threatening to ban Gemma from seeing the children at all, after discovering her daughter's penchant for legal high, mkat, and because she refuses to stop drinking and partying. Debbie says she is preparing to ban Gemma from her home and from seeing the children."}
