{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "Donald Sterling, NBA Team last year. Sterling's wife sued for $2.6 million in gifts. Sterling says he is the former female companion who has lost the. Sterling has ordered V. Stiviano to pay back $2.6 m in gifts after his wife sued. Sterling also includes a $391 Easter Bunny costume, $299 and a $299."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "North Pacific Gray Whale has earned a spot in the record for the longest migration of a mammal ever recorded. The whale, named Varvara, swam nearly 14,000 miles from the Guinness Worlds Records. The record was set by a whale whale whale that swam a mere 10,190-mile round trip. The North Coast of Mexico is Russian for \"Barbara\"\"."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "Russian fighter jet intercepted a U.S. reconnaissance plane in an \"unsafe\" manner\". Pentagon says the incident occurred in international airspace north of Poland. The Russian jet flew within 100 feet of a RC-135U over the Baltic Sea of Okhotsk in the Western Pacific. It was intercepted by a Russian SU-27 flanker. The United States is complaining about incident involving the incident."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Michael Barnett captured the fire on Interstate 30 just northeast of Dallas. The antebellum singer Hillary Scott, co-lead singer for the band. The band's two other members, Charles Kelley and Dave Haywood were not traveling on the bus. The tour manager says he didn't know what he was about to see. The bus is set to perform at the 50th Academy of Country Music Awards."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "Deep reddish color caught Seattle native Tim Durkan's eye on April 14. The fires have destroyed dozens of villages in the region of Siberia."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "A total of 8,480 migrants were rescued at sea during the first weekend of April. The Italian Coast Guard says 400 migrants are missing in the Mediterranean Sea. The 400 migrants have died while crossing the Libyan coast. The Coast Guard official says 20 boats are missing. The group Fears 400 migrants could be missing."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "Falcon 9 rocket carrying an uncrewed cargo spacecraft called Dragon on a flight from Cape Canaveral. The two-stage two-stage Falcon rocket landed on the drone ship in January. The rocket was the attempt to land a rocket stage on a floating barge for the first time. The company has said it will keep trying to land rocket on the ground."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Two guests found dead on a cruise ship in Puerto Rico. The Cruise Line said two guests were found dead in a murder-suicide. Holland America Line says two passengers found dead at their stateroom on Thursday. The ship left Tampa, Florida, on March 29 on a 14-day Southern Caribbean cruise."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "New: Isis released more than 200 Yazidis, a minority group group says. The Islamist Terror Group has been killed in recent summer. The ISIS released scores of other Yazidis, mainly children and the elderly. The Peshmerga commander says the freed Yazidis are released."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "Three of the militants were killed by Iranian forces in the town of Negur. Jaish al Adal claimed responsibility for the attack. The Iranian state media says the militants crossed into the country. The militants have been killed in clashes with Pakistan, Iranian media says. The Sunni Muslim group says it is investigating the incident."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "video game \"Space Invaders\" was developed in Japan back in 1970. The classic video game is the latest in the U.S.-based WWE. The is the of the New Japan Pro Wrestling Organization. The \"Classic Game\" has been in Japan's upper house for a second stint in politics in 2013. The former is the founder of New Japan's New Japan."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Dzhokhar Tsarnaev was found guilty on all 30 charges he faced related to the bombings. He was sentenced to death in the 2013 Race of the Boston Marathon bombings. The of the youngest victim of the bombings is making an appeal to take the death penalty off the table for the man convicted in the case. Dzhokhar Tsarnaev is sentenced to last four weeks in the edition of the landmark race."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "A & E Networks are remaking the series, to air in 2016. The three networks will broadcast a remake of the Saga of Kunta Kinte. The \"Roots\" is the epic episode of the African-American slave and his descendants. The series of \"original\" and \"contemporary\" will be the new version of the original version."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Three vehicles collided on Brisbane Valley Highway on Wednesday afternoon. Three vehicles were taken to Ipswich Hospital in Brisbane. The three were involved in a crash crash in Brisbane, Brisbane. Three people were including four children, have been taken to hospital with minor injuries. Three car pileup happened at the Brisbane Valley West of Fernvale. A 40-year-old man with chest and shoulder injuries and a five-year-old boy suffered from abdominal pain. The two were airlifted to hospital and airlifted a number of patients to hospital."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Serena Williams beat Sara Errani 4-6 7-6 (3) in the Fed Cup. The Claycourt season gets into full swing. World No 1 Williams defeated Sara Errani in the semi-finals. The American tennis star is to beat the Italian Sara Errani."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot just days before President Obama visited Utah earlier this month. The gun was inside a hard rifle case and was `secured' to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites. The agent's bag, backpack, and some clothing and tools were also stolen during the March 27 theft. The Man stole the rifle and a cable lock, and using the."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the Relay Championship on May 2 and 3 as part of the Jamaican team. The six-time Olympic gold medalist will be part of Jamaica's team at the IAAF / BTC World. Bolt is the IAAF / BTC General Secretary Garth Gayle said he always does `best to make his country proud'. The Jamaica Athletics Administrative Association has announced the world's fastest man will be in the Bahamas next month."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich manager Pep Guardiola's underwear was on show. Porto beat 5-0 at the Allianz Arena on Tuesday night. The Spanish Tactician's underwear is on show after the incident. The Bayern beat Porto in the Champions League on Tuesday."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "Maurice Van Ryn has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a child. One of his victims said she is scared for her future relationships, and didn't understand why she had been targeted. The Bega Cheese Boss said she was forced to break her silence. She was subjected to years of abuse by the Bega Boss. The wealthy NSW businessman has pleaded sentenced to 12 years in jail. She kept the Van Ryn did to her secret, but when she found out."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "John Peacock has named his squad for next month's UEFA Under-17 Championship. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year. Herbie Kane and Trent Arnold have also been included in John Peacock Under-17 squad for the first time. The 100 per cent record in qualifying."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "Buckingham Palace Guard slipped on manhole cover in front of hundreds of horrified tourists. The Queen's Guard was left red-faced after he slipped on a manhole cover. He lost his footing and dropped his rifle on the side of the box and dropping his rifle. The incident was caught on camera camera camera. The guard is thought to have slipped because of metal shutters nailed to the soles of his boots."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Brazilian coach Ze Maria was fired on Wednesday after poor run. The Romanian club have been sacked by Ze Maria for the second time. Neamt neamt have been beaten by mid-table FC Botosani on Saturday. The former Inter Milan and Parma right back in the bottom of the season. Ze Maria replaced the Florin Marin in January to become ceahlaul's third coach."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "The clip has been viewed over 1.7 million times on YouTube. Oregon couple announced they are expecting a child in a video set to the theme from the '90s TV sitcom `The Fresh Prince of Bel-Air'. The original song was bought our first house and started to build their original trailer. Melissa Meek said the couple thought it would take longer than the two months the pair spent trying to conceive. Jesse and Melissa Meek announced the new version of the popular NBC sitcom."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Demelza Poldark is now the oldest mother to the show's new baby daughter. The episode will see Aidan Turner's dashing Ross Gaze lovingly at his new baby. The New Heartthrob, women across the country have voiced their love to settle down. She is giving birth to the last month of her pregnancy passing in less than the blink of an eye."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "Chipotle has decided to tap into the $70 billion food delivery market by teaming up with an app to bring burritos straight to customers' doors. The fast-casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities. The restaurant plans to add a nine per cent service charge-with the delivery fees for postmates beginning at $5 and up depending on distance and demand."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher says Brendan Rodgers is still the right man to lead Liverpool forward. The former Liverpool defender has been questioned after a third straight season. The Reds are seven points behind fourth placed Manchester City with a game in hand. Brendan Rodgers' future at Anfield has been been questioned."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma beat Napoli beat Napoli in Serie A on Saturday. Miralem pjanic scored the only goal of the game in the 25th minute. The Roma beat the four-month winless streak at home with a victory over Inter Milan. Napoli beat Roma 4-2 in the first half of the season."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Babies given antibiotics in first six months of life, more likely to be fat as toddlers, a large-scale study finds. The widely-prescribed drugs could be contributing to the obesity epidemic. A third of 10-11 year olds and more than a fifth of 4-5 year olds in England are overweight or obese. The study didn't prove that antibiotics are used to make farm animals put on weight, the may also be the first to die at an early age age."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Managers at the Passport Agency made #42 million profit in bonuses. Ministers refused to give a blanket refund to families who had to pay extra to get their travel documents. Ministers said it could not say how many claims were rejected, partly because of `system failure of our customer complaint system'."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Foxes host Swansea on Saturday just three points from the Premier League. Nigel Pearson has urged Leicester to keep their cool and ignore their relegation rivals. Jamie Vardy scored an injury-time winner against West Bromwich Albion on Saturday. The Foxes host the Foxes at West Brom in Sunday."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Orlando City are the latest club to have expressed interest in Javier Hernandez. Javier Hernandez is linked with a move to Orlando City. Mexico International would be a huge commercial draw for the Florida-based franchise. The MLS side are also keen on signing Adrian Heath. The Mexico International will be a popular with Orlando supporters."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Foxes are currently seven points adrift at the bottom of the Premier League. Esteban Cambiasso says the Foxes will be up there with the best. The Foxes are also seven points behind Leicester City. The Argentinian midfielder has won a cup in European competitions."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "The Iowa Board of Chiropractic released a report Wednesday detailing charges against Charles Manuel. Manuel signed an agreement last month. The exorcisms on patients has surrendered his license to practice and admitted to swapping services for sex and performing exorcisms on some patients. He's received outstanding evaluation for Patient Satisfaction on healthgrades.com. He is also recommended that patients stop taking medication he prescribed to them. He can resume practicing chiropractic in the state."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Toddler slipped and fell into a cheetah exhibit at Cleveland Metroparks Zoo. The Toddler was taken to metrohealth Medical Center and suffered from minor injuries. The Boy's mother was holding him and another child when he slipped to 12ft. The baby boy was airlifted to hospital and is listed in stable condition. He suffered minor injuries in the fall, but he was not attacked by the animals. The zoo said the boy was not approached by the fast feline because they were frightened."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15-year-old girl found hidden hidden camera in her bathroom. Police were able to trace back to the man a Pennsylvania man was arrested. He was allegedly sexually abusing a girl in her home over a year period. The 15-year-old, now 15, and others with a hidden camera camera in a bathroom. Rebbie admitted to filming several victims, including other juveniles, but had purchased the camera specifically so he could record the now -15-year-old victim. Rebbie and the."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po-faced teenagers in the air next to their daughters. Images are from the 37-year-old's latest book that roughly translates to daughter and a salaryman each image. The images are also to be part of a book of the father-daughter photographer. The 37-year-old has been captured by photographer photographer Yûki."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Arsenal midfielder Mesut Ozil has scored four goals in the Premier League. The 26-year-old is the beneficiary of the Timepiece-which ranges from #299 to #13,500. Arsenal midfielder is the to Arsenal's FA Cup semi-final win over Reading Ray Parlour believes the club's fitness record is the one thing."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Cats and dogs have the advantage over marine pets in they can interact with humans through the sense of touch. The fish starts relaxing in the man's hand and stays very still as if he is to stroke it with his finger. The video fish interacts with the man by swimming up his finger in the fish."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "The top two sides in Group B meet at Cardiff City Stadium on June 12. Wales' Crunch Euro 2016 qualifier with Belgium this summer. Wales play Belgium at the 1958 World Cup on June 1958. Chris Coleman's charges can claim one of the two automatic qualifiers spots. Belgium and Wales have 11 points from five games in 1958."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan, 33, was found in a flat in Fulham, South West London. The 33-year-old Mexican National was found dead at the end of March. She was found guilty of injuries to the head and neck. Police are appealing to anyone who may have had contact with Miss Santillan in the hours before her death. She has been told to return to a London Police Station for further questioning."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce wants to keep Hull City in the Premier League this season. Steve Bruce is hoping `nine or eight might be enough'. Hull have six games to save their season. James Ward-Prowse penalty and late strike from Southampton for the first 45 minutes. Michael Dawson and Nikica Jelavic have also been out of the season."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Brendan Rodgers says Raheem Sterling and Jordon Ibe. The England international will lead Liverpool's line at Wembley on Sunday. Daniel Sturridge was exposed to inhaling the legal high nitrous oxide on Monday. The Liverpool manager Brendan Rodgers wants to draw a line under the matter."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao has struggled for Manchester United during his season-long loan. Louis van Gaal's side have to pay #46million to make Falcao's transfer permanent. The Atletico Madrid striker has scored four goals in Louis van. Falcao is not happy in France but thinks he would have been better off."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Patrick Kluivert has been winning start in World Cup qualifiers. The Caribbean island team advanced to the second qualifying round in CONCACAF. Patrick Kluivert's team won 4-3 on aggregate at Montserrat to win. The Holland Face 2-2 in a second-leg match at Montserrat."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Jordan Henderson thinks his side could catch Manchester City in the Premier League. The England midfielder believes his side can catch Manchester United. Simon Mignolet played the game of season in the 2-0 win over Newcastle United. Raheem Sterling scored his first goal goal to make the return to Manchester City."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil posted a picture on Twitter with his dog on Wednesday. The German star was in fine form as the World Cup winners beat Georgia 2-0 in Euro 2016 qualifier on Sunday. The midfielder has been in the Premier League since returning from injury for Arsenal this year. He has been on international duty as Germany beat Gerogia 2-0."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas at a 76 station in South Los Angeles. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside. The car's entire front end was torched, according to reports. The driver was not injured during the incident, but the car was completely ruined."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for cycling's Hour record at London's Olympic Velodrome. The 2012 Tour de France winner is 35 on April 28. He is 35, will attempt to add to his achievements by riding the furthest distance in 60 minutes at the Lee Valley velopark. He has four gold, one silver and two bronze-at the 2016 Rio Olympics. The four-time Olympic champion and Luke Rowe are expected to set a mark which will be broadcast live on Sky Sports."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Passenger Jin Pai, 35, was standing on the rim of a toilet in Hefei Xinqiao international airport in the City of eastern China's Anhui Province. Passenger was found bleeding on the toilet floor after he had not wanted to let his bottom touch the seat because he was `worried it might not be clean'. Passenger reportedly told his friends for help and had hoped they would assist but he was too badly hurt for anything other than an immediate trip to hospital."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City players will lose #500,000-a-man in bonuses if they fail to qualify for Champions League. Manchester City are in fourth place and will be just four points in the Premier League. Manuel Pellegrini's side are on incentivised contracts to stay within financial fairplay requirements. Manuel Aguero could miss out on #500k bonuses if city fail to reach the group stages of Europe's top competition. Click here for all the latest news news."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry says he is feeling `better and better' all the time. The Arsenal youngster has not featured for Arsenal since March last year. The 19-year-old has not played since the Champions League last season. He has been sidelined with serious knee injury. The Germany international played for Bayern Munich in March 2014."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dr Adrian Quarterman has suggested space lasers could be used to power homes in future. He has not ruled out the chance of someone could potentially use them for weapons. He says the beams will be nowhere near as powerful as imagined in films like Star Wars. He is working on a laser that will convert sun beams into energy. The technology can be shot back down to Earth, covered in mirrors."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to the National Curriculum Tests for 11-year-olds. He let pupils change exam results at SATS exam results. He also altered a number of pupil exam exam results for the entire school's SATS results. School officials were tipped off, resulting in an investigation launched in June."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane has broken through into the first team. The video has been released ahead of the awards. The PFA player has been nominated for the Tottenham in the season. The Tottenham Striker is nominated for both the players and young player. Kane scored the winner in the Premier League on Sunday."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson is set to sign a new long-term contract at Anfield. The club's vice-captain had 14 months remaining on his current contract. Henderson is the third major player in Liverpool's FA Cup. The FA Cup fourth round. Raheem Sterling is expected to return to Liverpool in the summer."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Swedish model last year. Misse Beqiri, Lindegaard tied the knot with the stunning wife Misse. He has made just 19 league appearances for Manchester United this season. The United goalkeeper has been linked with a move to FC Midtjylland in January."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has denied claims that he is set to leave Paris Saint-Germain in the summer. The Dutchman recently had a falling out with his boss Laurent Blanc. The Parisians continue to be linked with a move to French champions. Dani Alves is being linked to move to the French Champions League."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Mark Clattenburg has been named to take charge of Manchester derby on Sunday. City captain Vincent Kompany was dismissed for two bookable offences during the Euro 2016 qualifier. The 40-year-old has only sent off two players from United and city this season."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes suffered his knee colliding with the head of the Welsh Lion. The Wasps No 8 was initially suspended for three matches. Nathan Hughes was sent off the line to score for Northampton on March 27. He was banned for three games for the offence but has now been officially rescinded. The ban was thrown out in George North's head on appeal."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson was brought on with only seven minutes remaining in his team's 0-0 draw with Burnley. Andros Townsend scored the Tottenham midfielder in the 89th minute. Paul Merson had another dig at Andros Townsend after his appearance. The midfielder had been brought on to the England squad last week. Click here for all the latest Arsenal News News."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "The extra stretch of coastline on Shiretoko Peninsula near the town of Rausu has risen as high as 50ft from the sea surface in some places. It is believed to be related to a landslide nearby, which has risen to 50ft above sea level, measures roughly 1,000-1,640 ft long, and epicentre wide. The mass mass is expected to be a landslide in Hokkaido Island. The area of Rausu is on Hokkaido Island, Japan's Hokkaido Regional Development Bureau."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes has forged a reputation as a fiery character in England cricket team. Stokes broke his neck during the Ashes series of ups and downs. He has been dismissed last year and that will be a reminder to him. He is back in England's Kensington Oval This Week."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "England star Joe Hart labelled the `Legend of the game'. The 1-1 draw with Italy on Tuesday night. Gianluigi Buffon has labelled Buffon, who won his 147th Cap against England."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona president Josep Maria Bartomeu insists the La Liga leaders have no plans to replace Luis Enrique. The 44-year-old took charge of the club last summer, signing a two-year-deal. The Barcelona president is only six games away from winning the title. Luis Suarez scored the scoring for Barcelona after just one minute against Valencia. Suarez has been replaced in the summer. The Barca President says the club are `very happy' with him."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, was first arrested on March 19 for having an inappropriate relationship with pupil. She had sex with an underage pupil from a Texas High School. She has been accused of having sex with a 15-year-old student. She was arrested for letting another teen touch her breasts in April last year. The abuse came to light after a school police officer learned of a possible relationship with the 15-year-old. The teen claims the sexual relationship took place in her car late at night on March 24."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "13 letters were expected to bring in anywhere from $300,000 to $600,000. The owner of the signage is Yankee Hall of Famer Reggie Jackson, who bought the letters for an undisclosed amount. The stadium was built in 1923, was installed in 1976 and taken down in 2008. The auction was $20,000 to $260,000, it raked in a winning bid of $112,500 at auction. He promised before the auction that if the letters were bought by a bidder in the United States."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Yorkshire side beat Doncaster Rovers at Doncaster Rovers on Saturday. Fleetwood tested the patience of the most fan fan. Doncaster's media team faced with sticking up the match highlights of the game highlights of 0-0 draw at Doncaster."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Alexis Sanchez is glad Chile forward will be lining up for his side. Arsenal manager Arsene Wenger does not know the reason. Alexis Sanchez has scored 19 goals in 19 goals so far this season. French coach Arsene Wenger says the club could use the interest in Sanchez. The World Cup. The Arsenal Manager says the move is a `strength'."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler Aaron Siler, 26, was fatally shot after he `armed himself with a weapon' after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting. The billboard was erected in Kenosham, Wisconsin. He was wanted on an active felony probation and parole warrant. He has been erected featuring a photograph of Torres and his dog."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Bob Katter said the Government believes Mr Gordon would quit after he was recently accused of domestic violence. He says he's been personally subjected to racist attitudes from both major parties in the past. He said he was a `little black puppet on a string'. Mr Gordon was forced to quit the Labor Party last week in the wake of being accused of violence. The party's website said Mr Gordon has been accused of attacking the Queensland Government."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding of Love in Las Vegas. The winning duo will tie the knot at Elvis Presley's Graceland Wedding Chapel. The couple will be the first to wed at the all new Chapel of Love. The wedding is the first permanent Graceland exhibit of the singer's artifacts outside his iconic Memphis home."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "Ella Henderson, 19-year-old, has been announced as the face of dry shampoo brand. The 19-year-old has been named as the Batiste's 2015 `ready for it' campaign. Ella Henderson has been the singer's first brand in 2012. The singer is wearing a black lacy dress with a black fringed leather jacket. The campaign features the singer singer and the UK's brand."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Bereaved mother, named Dawn, was appearing on the Jeremy Kyle Show. She had seven miscarriages, was found to be lying after taking a test. Jamie, who lives with Dawn and her partner, also called Jamie, had done the deed. She burst into tears and stormed off with the cash. She was told to conduct a lie detector test and when the results came back. The ITV talk show, discovered that #207 set aside for a #500 grave stone."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of biting his neighbour Terrence Freebody's head, slitting his throat and stabbing him multiple times in the dining room of his home on July 2012. He was believed to be suffering from dementia and alcohol abuse at the time of the horrendous murder. He allegedly killed his neighbour in 2012, a jury has heard. The triple 0 calls it made `almost certainly' during the incident."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward had his toy gun confiscated at East Midlands Airport. The boy was frisked by airport security and then forced to hand over his plastic nerf gun. Security officers described as `over-zealous' by the boy's father. He took exception to James's harmless toy when it was picked up on the system's X-ray machines. He has labelled the security checks `ludicrous' and said staff reacted in the situation."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife. A black dog wearing a red collar in New Zealander's mouth. The clip shows a large animal of a crocodile swimming through a public marina. The The animal was taken by the owner of Puerto Vallarta in Mexico. The dog was the attack happened and described how the animal kept the dog in its mouth for ages, not moving at all'."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Paul Downton host Paul Downton as England's managing director. Kevin Pietersen joked with reporters at the Kia Oval for the photo. He posed for the Surrey team photo shoot for Surrey at the new campaign. Pietersen joked that he joked with photographers at the end of the season. He is the to return to the international set-up after being axed by former Director Director in 2014."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "Radamel Falcao has struggled on loan at Old Trafford this term. Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009 and River Plate are open to Falcao returning. Falcao has been in good form for his countrythis week, scoring just four Premier League goals. The Argentine club `Dream of Falcao' and that `The Doors are open'."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has been told to terminate his contract with Juventus. The former Manchester City striker has been linked to Boca Juniors in Argentina. The Argentina International joined Boca's youth academy in 1996. He is on course to win a second Serie A title with the old lady. The Serie A champions does not expire until the end of next season."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, was found dead at the end of the disused promenade, South Wales. He had been out drinking in December but didn't have enough cash to pay for it. Inquest heard he ran from a taxi to avoid paying fare fare. The trio got out of the taxi to `use an ATM' before making a run. Mr Phillips had been drinking in Cardiff before catching a taxi with friends in December. He was found guilty of accidental death but did not have enough money for the taxi."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Ross Barkley missed from the spot in their 1-0 win against Burnley. Roberto Martinez has scored 15 penalties from 16 attempts in the Premier League. The Roberto Martinez says Barkley is in his rights to request penalty-taking."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "New Zealand Police are appealing to the public to help identify a man who robbed Christchurch dairy. The Fluoro Orange sweatshirt and oversized mask is described as being `tall'. He made off with the dairy's till and about $1500 in cash. The Man in a fluoro mask demanded cash from owner's daughter. Police are asking anyone with information that may help identify this person to call crimestoppers on 0800 555 or to call police online."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "The custom-built Boeing 747 is believed to have cost its ultra-wealthy owner #400million. It contains a large dining room where passengers can enjoy meals cooked in an adjoining kitchen. It boasts a bedrooms, multiple rooms and a lounge and `State Room' at the back of the plane. More sleeping space is provided in the `aeroloft' on the top deck of the vessel, with eight full beds for passengers. It is the lounge on board a custom-built Boeing 747-8. The jet will be able to fit dozens of guests."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dobias, 19, from Downers, Illinois, was born with cerebral palsy. She hopes to inspire others with her enthusiastic videos. She says her motivation for creating the video was to highlight stereotypes of people over certain disability. She has created a video in which she dances don't judge: people tend to think that because I have cerebral palsy I cannot do anything and that I am so different from everyone else, when in reality I am pretty much just the same as everyone else'."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Greg Dyke wants to increase minimum number of home-grown players in club squads from eight to 12. The proposals include changing rules so that `home-grown' means having trained in England for three years. He is facing opposition from the Premier League and the backing of five former England Managers Graham Taylor, Glenn Hoddle, Sven-Goran Eriksson and Steve mcclaren have signed a letter."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry says Arsenal need a goalkeeper to buy four players in the summer. The Frenchman believes Arsenal can win the Premier League title. Henry says the Gunners are to have any chance of winning the Barclays Premier League. He says Arsenal's the club's first choice striker is to return to the club. Sky Sports pundit Thierry Henry believes Arsenal's a goalkeeper."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "Callum Gribbin was the matchwinner for Manchester United in 1-0 win over 1-0. Callum Gribbin scored the winner in the `Mini Derby' for the home side. Paul McGuinness's side claim victory in the The `Mini-derby'."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig, St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway. The Missouri mom is making the best out of a less than ideal situation. Becky Schoenig was shocked to learn that police had found her car. The car was found and returned to her with a new red rims. She is now getting the car professionally cleaned to deal with the strong smell of cigarettes and marijuana."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "The Outback Casanova, who lives in Humpty Doo, Northern Territory, has his Dream Girl on Gumtree. He is also `also a princess' need to be'. Accomodation available, position may offer company car, phone and laptop, to the `Successful candidate', 'it reads. The advertisement included a list of requirements in his potential partner, and personal details about his dream."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "The Bright Yellow Gatso had previously enforced the 30mph speed limit for motorists. It has not been working for two years, a single fixed device was switched off in West Midlands. It is a speed camera has been turned round and is pointing at this house in Birmingham. The speed has been been taken by a small number of mobile cameras."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis says he wants to stay at Chelsea until the end of his contract. The full back signed a three-year deal with Atletico Madrid in July. He is refusing to let his league leaders rest on their return until the job is done."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Heritage Auctions offered the gray jacket and a black zigzag applique. The dress was worn in the classic 1939 movie. The wind has fetched $137,000 at auction. The Heritage Auctions offer the gray jackets and $150 more than 150 items. The Academy Award-winning film at auction on Saturday in Beverly Hills, California."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, described as having a `obsession' with small girls after he targeted a toddler on a bus. He has been missing since 6.15 pm on Tuesday. He was last seen leaving a hospital, near Hook, Hampshire. Police have launched a manhunt to find Munden-who has been detained under Mental Health Act. Munden was convicted of sexually touching child under the age of 13. A paedophile with a young girls has gone on the run after vanishing from a psychiatric unit."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Collector's Paradise in Horfield, Bristol, has gone untouched for more than 80 years. The 1930s is up for sale with original features including a Windows and kitchen. The house has been a guide price of between #200,000 and #250,000. The #250,000 house will be auctioned on April 30 at the County Ground in Bristol. It has been the original bathroom and kitchen and a `guide' for the."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Real Madrid beat Chile 1-0 in El Clasico on Thursday. Dani Alves and Dani Alves scored the goals in the Euro League contest. Neymar and Alves joined the club's sister Rafaella on Sunday. Real Madrid remain top of their Euro League rivals at the Emirates."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's Dutch partner Yoshinori Muto. Chelsea's interest in Muto is not linked to #200million deal deal. The Japan International has played for the J-League side since 2013. The Dutch club has scored three goals in four games so far this season."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. He finally decided to contact palace officials again last year following allegations of child sex abuse by a VIP paedophile ring in 1970s and 80s. Police investigating claims made by a former royal footman that he was `haunted' by the incident. Police are investigating allegations made by the former Royal Palace Officers."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Eden Hazard scored a 1-0 lead against Manchester United at Stamford Bridge on Saturday. The Chelsea Forward Eden Hazard has scored his side a 1-0 win over Manchester United. John Terry has scored a goals for Manchester United in the build-up to Eden Hazard. The Sky Sports punditry team were convinced there had been a foul form."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Evangelos Patoulidis is regarded as one of the best players to emerge from Anderlecht youth. He has also attracted attention from Arsenal and Barcelona. The Belgian Starlet rejected a move to Barcelona's La Masia Academy. The 14-year-old has attracted interest from Barcelona to Barcelona."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "Woman named only as Gemma, has two children under five by two different fathers and handed both infants over to her 52-year-old Mother Debbie. Debbie is threatening to ban her from seeing children at all ages. She says her daughter's constant drinking and partying is getting out of hand. She also claims her daughter, who is unemployed, stole an ipad from one of the children and sold it to fund her party lifestyle. She said her daughter isn't `fit enough to have them'. She has been banned from."}
