{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "A Judge Orders v. Stiviano to pay back more than $2.6 million in gifts. She was sued by Donald Sterling's wife, Rochelle \"Shelly\" Sterling. She accused Stiviano of targeting extremely wealthy older men. Stiviano countered that there was nothing wrong with sterling giving her gifts."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "Varvara, a North Pacific Gray Whale, swam nearly 14,000 miles. She left her primary feeding ground off Russia's Sakhalin Island."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "A U.S. RC-135U was flying over the Baltic Sea when it was intercepted by a Russian SU-27 flanker. The U.S. crew believed the Russian pilot's actions were \"Unsafe and unprofessional,\" The Pentagon says."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Lady Antebellum singer Hillary Scott's tour bus catches fire on a Texas Freeway. Everyone on board was evacuated safely, Scott posts on Instagram."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "Raging wildfires in parts of Siberia are causing stunning sunsets in the Pacific Northwest. Lingering smoke from the fires is being carried across the Pacific Ocean by atmospheric winds. Parts of Oregon, Washington and British Columbia are seeing the results of the smoke, wind and solar light combination."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "There has been a recent upsurge in migrant boats crossing the Mediterranean into Italy. Most migrants recorded this year come from countries in West Africa as well as Somalia and Syria. At least 480 migrants have died while crossing the Mediterranean since the beginning of the year."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "spacex founder Elon Musk says the rocket landed, but tipped over. spacex is trying to land rockets at sea and on land to cut costs. This is the sixth spacex mission to the International Space Station."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Two passengers were found dead inside their stateroom on the MS Ryndam. The ship left Tampa, Florida, on March 29 on a 14-day Southern Caribbean cruise."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "Most of those released were women and children, a Peshmerga commander says. Isis previously released scores of other Yazidis."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "A militant group called Jaish Al Adal claims responsibility for the attack. Iranian state media says the militants crossed into Iran from Pakistan. The Pakistani government condemns the attack, calling it an \"Act of terrorism\""}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "Defense Minister Gen Nakatani says Japan has never encountered an extraterrestrial UFO. He was responding to a question from former wrestler-turned-lawmaker Antonio Inoki. Inoki has appeared in the U.S.-based WWE and is the founder of the New Japan Pro Wrestling Organization."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Bill and Denise Richard's son, Martin, was killed in the 2013 Boston Marathon bombing. Their daughter, Jane, was severely injured. They are urging the Justice Department to take the death penalty off the table for Dzhokhar Tsarnaev."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "A & E, Lifetime and history will simulcast a new \"Roots\" in 2016. The original miniseries drew more than 100 million viewers in 1977. levar Burton, who played Kunta Kinte in the original, will co-executive produce."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale, on Wednesday afternoon. A 40-year-old man with chest and shoulder injuries and a five-year-old boy with chest pain were the first patients flown out by rescue helicopter. Six others-including an infant and two young girls-have been taken to Ipswich Hospital with minor injuries or for further assessment."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Serena Williams beat Sara Errani 4-6 7-6 (3) 6-3 in Fed Cup play-off. US beat Italy 3-2 but Williams and Alison Riske lost doubles rubber. World No 1 admits she is not ready for Claycourt season yet."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "An FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot earlier this month. The gun was inside a hard rifle case and was 'secured properly' to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites. Police believe the thief stole the rifle by breaking the rear right passenger-side window and tying a rope around the rifle case's handle."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas. The six-time Olympic gold medallist will compete at the Relay Championship on May 2 and 3 as part of the Jamaican team. 'I'm happy to be part of the Jamaican team for the IAAF / BTC World Relays in the Bahamas. I Am Fit, healthy and ready to run,' said Bolt."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich beat Porto 6-1 at the Allianz Arena on Tuesday night. Pep Guardiola ripped a hole in his left trouser leg during the Champions League quarter-final clash. The Bayern boss joked: 'I'll have to buy new ones for the next match'."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "Maurice Van Ryn has pleaded guilty to 12 sex offences, including persistent sexual abuse of a child. One of his victims told Sydney's District Court on Monday that she is scared for her future relationships. The young woman, who cannot be named, said when he abused her as a child she didn't know it was wrong. 'He has stolen my right to share my body with someone for the first time,' she said."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "England coach John Peacock has named his squad for next month's UEFA European Under-17 Championship in Bulgaria. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year. England have been placed in Group D alongside Holland, Italy and the Republic of Ireland and will open their campaign against Italy in Burgas on May 7."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "The Queen's Guard was left red-faced after he slipped on a manhole cover. He lost his footing and slid sideways, knocking his bearskin on the side. The embarrassed soldier quickly scrambled to his feet as his colleagues marched past as if nothing had happened. Tourist David Meadwell recorded the unscheduled Manouevre outside Buckingham Palace on Thursday afternoon."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Ceahlaul Piatra Neamt have sacked Brazilian coach Ze Maria for the second time in a week. Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day. The 41-year-old angered owner Angelo Massone again after ceahlaul were beaten 2-0 by mid-table FC Botosani on Saturday."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "The clip, which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube. 'In Happy Valley, Oregon, Livin' It wed, bought our first house and started to build our homestead,' Melissa says in the clip. At the end of the video, the Meeks Smile and share a sonogram of their unborn child."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Last week Demelza Poldark was barely showing – but she is now the proud mother to the show ’s latest addition. Within ten minutes of Tomorrow Night ’s episode, fans will see Aidan Turner ’s dashing Ross Poldark gaze lovingly at his new baby daughter. What is rather less convincing, however, is the timeline of the pregnancy."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast-casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities. The app hires independent contractors who drive their own cars in a similar model to Uber taxis. Delivery fees for postmates begin at $5 and up, depending on distance and demand."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward. Rodgers' future at Anfield has been questioned after a third straight season without a trophy. Liverpool are seven points behind fourth placed Manchester City with a game in hand and look set to miss out on Champions League qualification for next season. Carragher received a Beacon Award at a ceremony in London on Tuesday for his community work on Merseyside."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Miralem pjanic scored the only goal of the game in the 25th minute. Roma keeper Morgan de Sanctis was excellent in goal for the hosts. Napoli's winless streak-home and away-was extended to five matches."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Finnish researchers compared the weight and height of more than 12,000 healthy two year olds with records on antibiotic prescription. By two years-old, one in five boys and one in ten girls was overweight or obese. Children who had taken antibiotics as young babies were particularly likely to be overweight. Repeated prescriptions before the age of two also raised the odds of being a fat toddler."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Just 2,191 compensation applications were approved between April last year and January this year. The total paid out was £ 203,066, giving an average sum of £ 92.68. Ministers rejected a demand by the Home Affairs Select Committee for all those left out of pocket to be compensated."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Leicester City host Swansea City in the Premier League on Saturday. The Foxes are just three points from Premier League safety. Nigel Pearson has urged his players to focus on their own job."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "MLS side Orlando City have made enquiries about signing Javier Hernandez. Hernandez has endured a tough time on loan at Real Madrid this season. Southampton, Stoke, West Ham and Everton are also interested. Manchester United have made a revised contract offer to Andreas Pereira."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Esteban Cambiasso says keeping Leicester in the Premier League would be up there with the best achievements of his career. The Foxes are currently seven points adrift at the bottom of the table, with only eight games remaining. Leicester Face West Ham United at Upton Park on Saturday."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "Charles Manuel, of Lamoni, Iowa, admitted to the Iowa Board of Chiropractic that he bartered services for sex with some patients. Manuel also admitted to performing exorcisms on patients and recommending they stop taking medication he prescribed to them. Manuel agreed not to apply for reinstatement of his license for at least 10 years."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "The Toddler's mother was holding him and another child when he slipped and fell between 10 to 12ft and into the pit on Saturday around 3 pm. The child was rescued by his parents before firefighters and paramedics arrived on the scene. He suffered from minor bumps and bruises and was listed in stable condition at the hospital. The cheetahs did not approach the boy or his parents while in the pit, according to zoo officials."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15-year-old girl found a hidden camera in her bathroom. She told investigators that Rebbie had been watching her for years when she was undressing and when he believed she was asleep. Investigators found 41 videos from the hidden camera that included footage of the girl and others while they used the bathroom."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po-faced teenagers pictured next to their fathers. In each picture the daughter looks directly into the camera smiling while her father pulls a dramatic pose. The images are said to be part of a book which roughly translates as daughter and salaryman."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Arsenal host Chelsea at the Emirates Stadium on Sunday (4 pm kick-off) Mesut Ozil took to Instagram to show off his new Apple Watch. The 26-year-old compared his gadget to Michael Knight from Knight Rider. Click here for all the latest Arsenal News."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Roland Giroux plays with his blood parrot cichlid for at least 15 minutes a day. He places his hand in the tank and cups the fish with his fingers. He then begins massaging the fish by running his finger along it. The fish swims away a few times before returning to the man's hand."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "The top two sides in Group B meet at the Cardiff City Stadium on June 12. Wales are in their best position to qualify for a major tournament since the 1958 World Cup finals in Sweden. Belgium and Wales both have 11 points from five games with Marc Wilmots' side on top spot because of a superior goal difference."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a flat in Fulham last month. The 33-year-old had been strangled and beaten to death. A 23-year-old man was arrested in connection with her death. He has been bailed and will return to a London Police Station."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Hull City were beaten 2-0 by Southampton at St Mary's on Saturday. Steve Bruce's side are just two points clear of the relegation zone. But Bruce is adamant he can keep Hull in the Premier League this season."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Liverpool face Aston Villa in their FA Cup semi-final on Sunday. Raheem Sterling was pictured smoking a shisha pipe with Jordon Ibe. Brendan Rodgers hasn't disciplined either player for the incident. Reds captain Steven Gerrard is available after serving a three-match suspension."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao moved to Manchester United on a season-long loan. The Colombian striker has struggled to hit the heights he achieved before suffering a serious knee injury. Falcao's former Monaco team-mate Nabil Dirar believes the Colombian must be regretting his failed loan move."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Patrick Kluivert's Curacao beat Montserrat 4-3 on aggregate. Curacao face Cuba in the next round of 2018 World Cup qualification. Kluivert was assistant to Louis van Gaal at the 2014 World Cup."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool vice-captain Jordan Henderson thinks his side can catch Manchester City in the Premier League. Henderson played his 47th Game of season in the 2-0 win over Newcastle United on Monday night. Raheem Sterling opened the scoring in the ninth minute at Anfield. Joe Allen capitalised on a defensive mistake to score his first Anfield goal with 20 minutes to go."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil posted a picture on Twitter of him playing with his dog. The Arsenal midfielder has returned to London after the international break. He was in fine form as Germany beat Georgia 2-0 on Sunday. Ozil is expected to start against Liverpool at the weekend."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "At least three people poured gasoline on a car and lit it on fire at a South Los Angeles gas station early on Saturday morning. The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside. The Los Angeles County Fire Department is investigating the incident as an arson and the suspects remain at large."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Bradley Wiggins will attempt to break cycling's hour record in June. The four-time Olympic champion will race at London's Olympic Velodrome. Wiggins finished his team Sky career in the Paris-Roubaix on Sunday."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Passenger Jin Pai, 35, was standing on the rim of a toilet when it collapsed. He was hospitalised with deep cuts on his leg and buttocks. Authorities said they believed the incident was an accident."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City are currently fourth in the Premier League table. Manuel Pellegrini's side lost 1-0 to Manchester United on Sunday. Sergio Aguero, David Silva, Joe Hart and Yaya Toure are on incentivised contracts to make sure the club stay within Financial Fairplay requirements."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry has not played for Arsenal since March 2014. The 19-year-old suffered a serious knee injury against Bayern Munich. Gnabry played 90 minutes for Arsenal Under 21s against Reading. The midfielder says he is feeling 'better and better' all the time."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dundee University's Dr Adrian Quarterman has suggested space lasers could be used to power homes in the future. The satellites will orbit the Earth, covered in mirrors to help it harvest the sunlight and convert it into laser light. The energy it then creates, using semi-conductors, can be shot back down to Earth. Initial Trials in Scotland were successful, but Dr Quarterman is now hoping to move the trials to Portugal."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to their SATs exam answers. This was despite the exam session at Mitton Manor Primary School in Tewkesbury, Gloucestershire, having finished. The 31-year-old also altered a number of the pupil's exam answers himself. After suspected breach of exam rules, school officials were tipped off. Probe found that some pupils taking a test had changed answers outside exam conditions and that Guffick had done the same. Department for Education annulled the whole school"}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane is nominated for both the PFA Player and Young Player of the Season Awards. The Tottenham Striker has scored 20 Premier League goals this season. Kane also made his England debut, scoring against Switzerland."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson is set to sign a new long-term contract at Liverpool. The 24-year-old's New Deal is worth around £ 100,000-a-week. Henderson could replace Steven Gerrard as Liverpool Captain."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Anders Lindegaard married Misse Beqiri last year in a Mauritius Beach wedding. The Manchester United goalkeeper posted a link to Beqiri's Instagram page. Lindegaard and Beqiri, who have a son together, have been dating since 2012. The 31-year-old moved to the Premier League in 2010 but has failed to make an impact."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel insists he's happy at Paris Saint-Germain. The Dutch full back had a recent spat with manager Laurent Blanc. PSG are being linked with Barcelona star Dani Alves."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Mark Clattenburg will take charge of the Manchester derby on Sunday. The English referee sent off Vincent Kompany for Belgium against Israel. Tyler Blackcett and Luke Shaw have also been sent off for United. Clattenburg will be joined by assistants Simon Beck and Jake Collin. Jonathan Moss will serve as the fourth official at Old Trafford."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes's knee collided with George North's head as he scored a try for Northampton at Franklin's Gardens on March 27. Hughes was initially suspended for three matches after a disciplinary panel ruled he had been 'Reckless' Hughes's red card has now been officially rescinded."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson criticised Andros Townsend's call-up to the England squad. Townsend hit back at Merson after scoring for England against Italy. The Tottenham midfielder was brought on in the 83rd minute against Burnley."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "The extra stretch of coastline on Shiretoko Peninsula near the town of Rausu has risen as high as 50ft from the sea surface in some places. Geologists believe the emergence is a result of a landslide, when melting ice and snow caused a section of land to drop. The Mass, which has risen some 50ft above sea level, measures roughly 1,000-1,640 ft long, and 100ft wide."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes broke his wrist punching a locker after being dismissed last year. Stokes has forged a reputation as a fiery character in the England team. England must make sure they do not quash that natural exuberance."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "Gianluigi Buffon won his 147th Cap against England on Tuesday. Joe Hart labelled Buffon a 'legend of the game' After 1-1 draw. The Manchester City Shot Stopper is desperate to add to his 50 caps."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona are six points clear at the top of La Liga. Luis Enrique only took charge of the club last summer. Josep Maria Bartomeu says the club are 'very happy' with Enrique."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, is a maths teacher at MacArthur High School in Irving, Texas. She was first arrested on March 19 for having an inappropriate relationship with a 15-year-old pupil, and was released on bail. Now she has been arrested again amid claims she had sex with pupil, 15, in her car on consecutive nights in January."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "The 13 letters were expected to bring in anywhere from $300,000 to $600,000 at a Sotheby's auction Wednesday. The only person who raised a paddle-for $260,000-was a Sotheby's employee trying to jump start the bidding. The current owner of the signage is Yankee Hall of Famer Reggie Jackson, who purchased the 10-feet-tall letters for an undisclosed amount after the stadium saw its final game in 2008."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster drew 0-0 with Fleetwood at the Keepmoat Stadium on Saturday. Doncaster's media team faced a tough task compiling the match highlights. So they made it short and sweet, just 27 seconds in fact with 14 seconds of match action. Just enough time for the kick off, a goal kick and the final whistle."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Alexis Sanchez joined Arsenal for £ 32million from Barcelona last summer. The Chile forward was also linked with Liverpool and Manchester City. Arsene Wenger believes Sanchez is one of the best in the world. Arsenal host Liverpool at the Emirates Stadium on Saturday."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26, was fatally shot after he 'armed himself with a weapon' after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting. A billboard, paid for by the Kenosha Professional Police Association, has been erected featuring a photograph of Torres and his dog. 'thank you for your support, Kenosha,' it reads. Siler's family and friends have"}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Federal MP Bob Katter has accused the Queensland Government of believing embattled MP Billy Gordon would quit. Mr Katter, who is of Lebanese descent, said he sympathised with Mr Gordon's position. Mr Gordon was forced to quit the Queensland Labor Party last week in the wake of being accused of domestic violence. He announced on Wednesday he will remain in the Queensland Parliament as an independent."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding to be held at an all-New Chapel of Love in Las Vegas. The 69-year-old collaborated with NBC's Today Show to launch a contest for one Elvis-obsessed couple to win the 'Ultimate Wedding' the winning duo will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel on Thursday, April 23."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "Ella, 19, announced as face of Batiste's 2015' ready for it' campaign. This will be the singer's first brand collaboration. Henderson rose to fame in 2012's series of The X Factor."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Dawn, who has had seven miscarriages, appeared on the Jeremy Kyle Show. She accused House-mate Jamie, a convicted burglar, of stealing £ 207. Mr Kyle's lie detector test revealed that Jamie had indeed taken the cash."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of stomping on his elderly neighbour Terrence Freebody's head, cutting his throat and stabbing him multiple times. Forensic psychiatrist Professor Paul Mullen examined Costa after the attack and believes there was evidence of the accused's state of mind declining in the lead-up to the incident and also during the event. He told the court that the Triple 0 calls which Costa made' almost certainly' during the incident proved that his mood fluctuated from 'moment to moment'"}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward arrived at East Midlands Airport with his parents. The four-year-old had his plastic toy gun packed in his hand luggage. But Security took exception to the toy when it was picked up on X-ray. They demanded he hand it over and performed a thorough patting down. Dad Phil has labelled the security checks' ludicrous' and criticized staff."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "A crocodile attacked a dog in Puerto Vallarta Marina, in Mexico. The dog belonged to the owner of a local bike shop. A video of the crocodile swimming through the marina has been viewed more than 500,000 times."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen posed for the Surrey team photo at the Kia Oval. The batsman looked in deep thought as he sat right at the end. Surrey begin their County Championship campaign on April 19. Paul Downton's sacking has paved the way for Pietersen's return."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign Manchester United striker Radamel Falcao. Falcao spent eight years with the Argentine club before joining Porto. River Plate Vice President Matias Patanian admits the Club' dream of Falcao' and that 'The Doors Are Open'."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has told Juventus he wants to leave the club this summer. The Argentina Striker's contract does not expire until the end of next season. Boca Juniors have confirmed they are close to completing a deal for Tevez. Club president Daniel Angelici has stressed Tevez must terminate his contract with Serie A champions Juventus first."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, was found dead at the end of the disused Northern Promenade, a rocky area at the base of the cliff. Taxi driver Dave Sidaway said he would not have left him if he knew where they were."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Everton beat Burnley 1-0 at Goodison Park on Saturday. Ross Barkley missed from the penalty spot in the 10th minute. Kevin Mirallas took a penalty from Leighton Baines in January. Roberto Martinez insisted Barkley was within his rights to take it."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "A Man in a 'distinctive' cartoon mask robbed a Christchurch dairy on Saturday. He made off with the dairy's till and about $1500 in cash. Police say there were no signs of any weapons used but that the robber remained at large."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "Custom-built Boeing 747 is believed to have cost its ultra-wealthy owner £ 400million. Jumbo jet would normally carry as many as 600 Passengers-but this version was built for a single tycoon. It contains a large dining room where travellers can enjoy meals cooked in an adjoining kitchen. More sleeping space is provided in the 'aeroloft' on the top deck of the vessel, with eight full beds."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dobias, 19, from Downers Grove was born with cerebral palsy, but she hopes to inspire others with her enthusiastic videos. The teenager says her motivation for creating the video was to counteract stereotypes held by people over certain disabilities."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "FA chairman Greg Dyke wants to increase the minimum number of home-grown players in club squads from eight to 12. Graham Taylor, Glenn Hoddle, Kevin Keegan, Sven-Goran Eriksson and Steve mcclaren have signed a letter addressed to Dyke. Only 81 of the 220 Premier League starters in the last round of matches were eligible for England selection."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Arsenal drew 0-0 with Chelsea at Stamford Bridge on Saturday. Sky Sports pundit Thierry Henry questioned Arsenal's transfer business. Henry said the Gunners need to buy four players to win the league. He said they need a goalkeeper, centre back, defensive midfielder and striker."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "Manchester United beat Manchester City 1-0 in the 'mini-derby' Callum Gribbin scored the only goal of the game with a free-kick. Paul McGuinness's side lined up with three at the back and supporting wingbacks in a formation seen more than once this season in the first team."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri was shocked when her brand new 2015 Ford Fusion was stolen from her driveway Monday night. On April 1, she was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as Schoenig's. When the car was returned to her, she noticed that the rims had been spray painted red and the steering wheel had some orange accents."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "'rich' Who Lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. The 31-year-old's advertisement included a list of requirements in his potential partner, and personal details about himself. The advertisement outlined how the successful applicant must enjoy the outdoors, but is also' also a princess when need to be'."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "The Bright Yellow Gatso had previously enforced the 30mph speed limit. But it has not been working for two years after being switched off. Mystery surrounds who re-pointed the camera in Handsworth, Birmingham."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract. Atletico Madrid are considering re-signing the left back in the summer. Luis played in Brazil's friendly wins against France and Chile."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Heritage Auctions offered the gray jacket and skirt, featuring a black zigzag applique, plus more than 150 other items from the Academy Award-winning film. The dress was worn in several key scenes in the 1939 movie, including when Scarlett O'Hara encounters Rhett Butler, played by Clark Gable. It was one of more than 150 items that were part of the private collection of James Tumblin, formerly in charge of the hair and makeup department at Universal Studios."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, last seen leaving a hospital, near Hook, Hampshire. He was detained at the private facility under a hospital order. Munden was convicted of sexually touching a child under the age of 13. Described as having a 'fanatical obsession' with small girls after he targeted a toddler on a bus."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Collector ’s Paradise in Horfield, Bristol, has gone untouched for more than 80 years. It comes complete with the original bathroom and kitchen, wood-panelled hallway and even the vintage cupboards. The semi-detached property has a guide price of between £ 200,000 and £ 250,000."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Barcelona beat Real Madrid 85-80 in El Clasico on Thursday night. Neymar and team-mate Dani Alves watched the Euro League clash. The Brazil Star's sister Rafaella also attended the game. Neymar helped Brazil beat Chile 1-0 at the Emirates on Sunday."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Yoshinori Muto has been linked with a £ 4million move to Chelsea. FC Tokyo President Naoki Ogane Claims Blues have made an offer. Muto would join Chelsea's Dutch Partner Club Vitesse Arnhem on loan. The 22-year-old only graduated from Keio University two weeks ago."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. He decided to contact palace officials again last year after inquiries began into alleged cover-ups of child sex abuse by a VIP paedophile ring in the 1970s and 80s. But his complaints were ignored for months before the police were finally notified, he claims."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea beat Manchester United 1-0 at Stamford Bridge on Saturday. Eden Hazard scored the opening goal for Jose Mourinho's side. Sky Sports pundits Graeme Souness, Jamie Redknapp and Thierry Henry all felt there should have been a foul in the build-up to Hazard's goal."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Evangelos Patoulidis is regarded as one of the best talents to emerge from Anderlecht's youth set-up. The 14-year-old playmaker has also attracted attention from Arsenal and Barcelona. City have held discussions with Anderlecht chairman Roger Vanden Stock in the hope of agreeing a compensation package."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "Gemma, 23, has two children under five by two different fathers. She handed both infants over to her 52-year-old Mother Debbie. Debbie says Gemma's constant drinking and partying is getting out of hand. She also claims Gemma stole an ipad from one of the children and sold it."}
