{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "Donald Sterling's racist remarks cost him an NBA team last year. A Los Angeles judge has ordered Stiviano to pay back more than $2.6 million in gifts after Sterling accused Stiviano of targeting extremely wealthy older men. The, and."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "A whale has earned a spot in the record books after completing the longest migration of a mammal ever recorded. The whale named Varvara swam nearly 14,000 miles (22,500 kilometers) according to a release from Oregon State University. Varvara is Russian for ``Barbara ''left her primary feeding ground off Russia's Sakhalin Island to cross the Pacific Ocean and down the west coast of the United. The, and."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "A Russian fighter jet intercepted a U.S. reconnaissance plane in an ``unsafe and unprofessional manner ''earlier this week. On Tuesday, a U.S. RC - 135U was flying over the Baltic Sea when it was intercepted by a Russian SU - 27 flanker. The incident occurred in international airspace north of Poland. The, and."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Lady Antebellum singer Hillary Scott's tour bus caught fire on a Texas Freeway morning, but everyone on board was safely evacuated. Michael Barnett captured dramatic video of the fire on Interstate 30 just northeast of Dallas. Lady Antebellum is set to perform at the 50th Academy of Country Music Awards on Sunday in Arlington, Texas. The, and."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The fires were started in southeastern Siberia, by farmers burning grass in their fields. On April 14 it is believed that the Flames quickly grew out of control because of strong winds and spread throughout the region. As a result the fires have destroyed dozens of villages in the '. The, and."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "A total of 8,480 migrants were rescued. On Tuesday, a spokesman with Save the children told CNN 400 migrants could be missing, citing testimony from survivors who said their ship carrying 550 people capsized in the Mediterranean Sea about 80 miles off the Libyan coast. Italian Coast Guard told CNN that while it is taking the report seriously, it can. The, and."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "spacex on a two - stage Falcon 9 spacecraft called Dragon on a flight from Cape Canaveral, Florida, to the International Space Station. In a difficult bid to land a rocket stage on a floating barge for the first time, the private space exploration company was unsuccessful. The, and."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Holland America Line said two guests were found dead inside their stateroom on the MS Ryndam at 11:30 a.m. Thursday. The ship left Tampa, Florida on March 29 on a 14 - day southern cruise ship in Puerto Rico appear to have died in a murder - suicide '. The, and."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "Isis on Wednesday released more than 200 Yazidis, a minority group overtook their towns in northern Iraq last summer. Most of those released were women and children the rest ill or elderly, said Rassol Omar a Commander in the Peshmerga force that defends Northern Iraq's semi-autonomous Kurdish region. The, and."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "Eight Iranian border guards have been killed in clashes with militants near the border with Pakistan. Three of the militants were killed by Iranian forces in the fighting Monday in the southeastern town of Negur. Three militants crossed into the country from Pakistan. The, and."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "``Space Invaders ''was developed in Japan back in Japan's corridors of power. Japanese can sleep soundly in their beds tonight as the government's top military official. The country's Air Self Defense Force had never encountered an extraterrestrial unidentified flying object. The, and."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Dzhokhar was found guilty on all 30 charges he faced related to bombings at the 2013 race and the dramatic violence that dragged out for days. The sentencing phase begins Tuesday a day after this year's edition of the landmark race. It is expected to last four weeks. The, and."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "``Roots ''the epic miniseries had a staggering audience of over 100 million viewers back in 1977. Now A & E Networks are remaking the miniseries to air in 2016. A press release describes the new version as`` original'' and ``contemporary ''. The, and."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Ten people, including four children have been involved in a multi-vehicle crash in Brisbane's West. Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale. A 40 - year - old man with chest and shoulder injuries were the first patients flown out by rescue helicopter. The, and."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Twice French Open champion Serena Williams said her struggle to beat Sara Errani in the Fed Cup on Sunday had been a real `eye - opener 'as the Claycourt season gets into full swing. World No 1 Williams and Alison Riske were thrashed 6 - 0 6 - 3 in the doubles rubber by Errani and Flavia Pennetta. American tennis star Serena Williams fought back to take her career record. The, and."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot just days before President Obama visited Utah earlier this month. The gun was `secured properly 'to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites. Police believe thief stole the rifle by breaking the rear right passenger - side window in the Marriott. The, and."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas next month. The six - time Olympic gold medallist Will May 2 and 3 as part of the Jamaican team. Usain Bolt has confirmed he will be part of Jamaica's team at the world. The, and."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich manager Pep Guardiola ripped a hole during the Champions League match in Germany. Bayern boss managed to rip a small hole in his trousers. Porto's underwear was on show after: `I'll have to buy new ones for the next match. The, and."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "A young woman who was subjected to years of abuse by Maurice Van Ryn has told a court of the severe impact it had on her life. The wealthy NSW businessman has pleaded guilty to 12 sex offences including the most serious charge of persistent sexual abuse of a child.. The NSW businessman pleaded... guilty to."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "England coach John Peacock has named his squad for next month's UEFA European Under - 17 Championship in Bulgaria. The Young Lions are defending champions having beaten Holland on penalties in the final last year. They have been placed in Group D D alongside Holland, Italy and the Republic of Ireland this time. The, and."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "Embarrassing moment a Buckingham Palace Guard slipped slipped and fell on a manhole cover in front of hundreds of shocked tourists as he took up position in his sentry box. The Queen's Guard was left red - faced after he slipped on the manhole cover during the popular changing of the box and dropping his rifle. He lost his footing and slid his bearskin on the side of the ***** and dropping. The, and."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Relegation - threatened Romanian club Ceahlaul Piatra have sacked Brazilian coach Ze Maria for the second time in a week. Former Brazil defender Ze Maria was fired on Wednesday decided to `give the coaching staff another chance 'former Inter Milan and Parma Right Back capped 25 times by Brazil. The, and."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "The clip features Jesse and Melissa Meek rapping as they drive in a car has been viewed over 1.7 million times on YouTube. Jesse and Meek announced they are expecting a child in a rap video they made set to the theme song sitcom `The Fresh Prince of Bel - Air. The, and."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Within ten minutes of Tomorrow Night's episode, fans will see Aidan Turner's dashing at his new baby daughter. Last week she was barely showing -- Demelza Poldark is now the proud mother to the show's latest addition. What is rather less convincing is the timeline of the pregnancy. The, and."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast - casual chain will begin offering delivery for online and mobile orders in 67 cities. Mexican food fans should know that the restaurant plans to add a nine per cent service charge with the delivery fees for postmates beginning at $5 and up. Mexican restaurant Chipotle has decided to tap into the $70 billion food delivery market. The, and."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward after a season with no trophies and a likely finish outside the top four. Liverpool are seven points behind fourth placed Manchester City with a game in hand and look set to miss out on Champions League qualification for next season. The, and."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their four - month winless streak at home with a victory over Napoli in Serie A on Saturday in a key match for Champions League. Miralem pjanic finished off a swift counter-attack for Roma in the 25th minute and goalkeeper Morgan de Sanctis did the rest. Second - place Roma moved provisionally four points ahead of city rivals Lazio in the. The, and."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "A third of 10 - 11 year olds and more than a fifth of 4 - 5 year olds in England are overweight or obese. They said that today's generation will be the first to die at an earlier age than their parents. The widely - prescribed drugs could be contributing to the obesity epidemic. Researchers said that just as antibiotics are used to make farm animals put on on weight. The, and."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "At the same time, managers at the Passport Agency made a £42 million profit during the chaos, received £3,500 in bonuses. Ministers refused to give a blanket refund to the desperate families who had to pay extra to get their travel documents. The, and."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "The Foxes host Swansea on Saturday just three points from safety in the Barclays Premier League. Last week's 3 - 2 win at West Brom handed them a survival lifeline, although they remain bottom of the table. Jamie Vardy scored an injury - time winner against West Brom on Saturday. The, and."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "MLS side Orlando City are the latest club to have expressed interest in Manchester United Misfit Javier Hernandez. Mexico would be a huge commercial draw for the Florida - based franchise who are coached by former Everton and Manchester City striker Adrian Heath. Javier Hernandez is linked with a move to Orlando City after enduring a tough time on loan at Real Madrid. The, and."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Esteban Cambiasso says that helping keep Leicester in the Premier League will feel like winning a trophy. The Foxes are currently seven points adrift at the bottom of the table. Foxes currently running out to save themselves. The, and."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "Iowa Board of Chiropractic released a report detailing charges against Charles Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years. A southern Iowa chiropractor accused of accepting sex as payment for his services. The, and."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "The Toddler's mother was holding him and another child when he slipped between 10 to 12ft and into the pit on Saturday around 3 pm. The child was rescued by his parents before firefighters and paramedics arrived on the scene. A mother suffered from minor bumps and bruises was listed in stable condition at the hospital. The, and."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56 was arrested after a 15 - year - old girl found a hidden camera in her bathroom that police were able to trace the man. A Pennsylvania man was arrested allegedly sexually abusing a girl in her home over a four - year period and filming the girl now 15. A man.. The, and."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "A series of images by photographer Yûki Aoyama sees fathers leaping into the air next to their daughters. The images are from the 37 - year - old's latest book roughly translates into daughter and salary man. Japanese photographer Yûki teenagers pictured next to the air. The, and."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Crunch time this weekend at the top of the Premier League second - placed Arsenal host table toppers Chelsea. The 26 - year - old was the beneficiary of the timepiece - which ranges in from £299 to £13,500. Arsenal midfielder Mesut Ozil took to Instagram to show off his new Apple Watch on Thursday. The, and."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Does n't prevent one man from dipping his hand in the fish tank and giving his blood parrot cichlid a stroke. Roland Giroux gently cups the fish with his hand from within side the tank and then treats it to a massage. The fish initially moves away before swimming in a full circle and returning to rest in between the man's. The, and."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Top Two Sides in Group B meet at the Cardiff City Stadium on June 12 with Wales in their best position to qualify for a major tournament since the 1958 World Cup in Sweden. Belgium and Wales both have 11 points from five games with Marc Wilmots' side. Wales' Euro 2016 qualifier with Belgium this summer. The, and."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a £400,000 flat in Fulham, South West London. The 33 - year - old Mexican National, died as a result of injuries to the head and neck. Vanessa Santillan, 33 was killed at the end of March. The, and."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is confident he can keep Hull City in the Premier League. They now have six games to save their season including Nightmare fixtures against Liverpool, Tottenham and Manchester United. Hull were the better side against Southampton for the first 45 minutes but a James Ward - Prowse penalty left with nothing. The, and."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Liverpool manager Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe to learn from a chastening week. Sterling, the England international who will lead Liverpool's line at Wembley on Sunday in the absence of the injured Daniel Sturridge was exposed for inhaling the legal high nitrous oxide on Monday. Then 24 hours later emerged of Sterling and Ibe with shisha pipes. The, and."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao's former Monaco team - mate Nabil Dirar believes the Colombian must be regretting his failed loan move to Manchester United even though he was not happy in France. The former Atletico Madrid striker moved to Old Trafford on a season - long loan last summer. United will have to pay £46million to make Falcao's permanent but. The, and."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Former forward and assistant coach Patrick Kluivert has made a winning start in World Cup qualifying as coach of Curacao. The Caribbean island team advanced to the second qualifying round in CONCACAF for the 2018 tournament late Tuesday. Curacao drew 2 - 2 in a second - leg match at Montserrat to win 4 - 3 on aggregate. The, and."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool vice-captain Jordan Henderson thinks his side could catch Manchester City in the Barclays Premier League. Henderson and Liverpool goalkeeper Simon Mignolet both played their 47th game of season in the 2 - 0 win over Newcastle United on Monday night. Liverpool vice-captain Henderson Jordan Henderson could. The, and."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "The German star was in fine form as the World Cup winners beat Georgia 2 - 0 in their Euro 2016 qualifier on Sunday. Ozil impressed on international duty as Germany beat Gerogia 2 - 0 in a Euro 2016 2016 qualifier. The midfielder was signed for £42.5 million from Real Madrid in 2013. The, and."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "A gang of at least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning and set the vehicle on fire at a South Los Angeles gas station. Driver of the car has not been identified said he got into an argument with the suspects while he was pumping gas at a 76 station at a station in South Los. The, and.. At least people poured on a south car on Saturday."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for cycling's Hour record on June 7 at London's Olympic Velodrome. The four - time Olympic champion and 2012 Tour de France winner is 35 on April 28 will attempt to add to his accomplishments by riding the furthest distance in 60 minutes at the Lee Valley velopark. Four - time champion will bid to break cycling's record in June. The, and."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Passenger Jin Pai, 35 was standing on the rim of a toilet in Hefei Xinqiao international airport in the capital city of eastern China's Anhui Province. He had not wanted to let his bottom touch the seat because he was `worried it might not be clean '. A passenger waiting to board a plane in an airport terminal has been hospitalised with deep cuts on his leg and buttocks after he was squatting on. The, and."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City players will lose £500,000 - a-man in bonuses if they fail to qualify for the Champions League this season. The Premier League title holders give star players like Sergio Aguero, David Silva, Joe Hart and Yaya Toure Contracts. Manuel Pellegrini's lost to rivals Manchester United in the balance.. The, and."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry says he is feeling `better and better 'all the time as Arsenal teenager prepares to return after more than a year out. The 19 - year - old midfielder impressed for the Gunners last season but his progress has been stunted by a serious knee injury. Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading on Monday. The, and."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dr Adrian Quarterman has suggested space lasers could be used to power homes in the future. says the beams will be nowhere near as powerful as imagined in films like Star Wars. Satellites will orbit the Earth, covered in mirrors to help harvest the sunlight and convert it into laser light. The, and."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to the National Curriculum Tests for 11 - year - olds which assess English, Maths and Science at Mitton Manor Primary School in Tewskesbury, Gloucestershire. The 31 - year - old also altered a number of the pupil's exam answers himself before the papers were sent off. The, and."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "The Tottenham sensation has broken through into Roy Hodgson and Roy Hodgson's England side during a remarkable season, is nominated for both the PFA Player of the season. Kane scores past Tim Krul for Spurs against Newcastle, his 20th Premier League goal of the year. The video is entitled `Harry Kane - Pfa of the 'year."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson has provided Liverpool with a lift after their FA Cup heartache by agreeing a new long - term contract. The vice-captain had 14 months on his current contract and his advisors had been in talks with Liverpool since the beginning of this season. Liverpool midfielder Jordan Henderson is set to sign a new contract at Anfield. The, and."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Lindegaard tied the knot with Swedish model last year in a Romantic Beach Wedding in Mauritius. Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Misse Beqiri. Lindegaard last year and the couple have a son together. The, and."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has denied claims he is set to leave Paris Saint - Germain in the summer. The Dutchman recently had a falling out with his boss Laurent Blanc after the decision to drop the full back for the Champions League clash against Chelsea. Van Wiel insists he's happy in Paris and is making no plans to leave the Ligue 1 side. The, and."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Referee Mark Clattenburg has been named to take charge of the Manchester derby on Sunday, despite having sent off three players from United and city this season. City captain Vincent Kompany was dismissed for two bookable offences during Belgium's narrow 1 - 0 defeat of Israel in their Euro 2016 qualifier on March 31. Mark Clattenburg will officiate the Derby between United at Old Trafford. The, and."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes on Friday night had his ban accidentally knocking out George North sensationally over-turned on appeal, following an outcry on his behalf. The Wasps No 8 was initially suspended for three matches, after a disciplinary panel ruled he had been `reckless' for failing to prevent his knee colliding with the head of the Welsh Lion. Nathan Hughes's knee collided with George North's head as he crossed the line to score for Northampton. The, and."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Andros Townsend scores England's equaliser in their friendly draw with Italy on Tuesday night. Paul Merson has restarted his row with Andros Townsend after the Tottenham midfielder was brought on with only seven minutes remaining in his team's 0 - 0 draw with Burnley on Sunday. Townsend was brought in in the 83rd minute for Tottenham as they drew 0 - 0 against Burnley. The, and."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "Residents on the east coast of Japan's Hokkaido Island had an unexpected change of scenery this morning was forced to the surface overnight. The extra stretch of coastline on Shiretoko Peninsula near the town of Rausu has risen as high as 50ft from the sea surface in some places. Geologists believe the emergence is a result of a landslide nearby when melting ice and snow caused a section of land to drop, pivoting the air. The, and."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes has forged a reputation as a fiery character in the England cricket team. Stokes clashed with Marlon Samuels during the second Test between West Indies and England. Stokes responded positively to the row after talking to England coach Peter Moores. The, and."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "England ace Joe Hart labelled fellow goalkeeper Gianluigi Buffon a `Legend of the game 'after seeing the Italian veteran claim his 147th cap. Hart passed an impressive milestone of his own by representing his country for the 50th time on Tuesday night. England and Manchester City goalkeeper Joe Hart has lavished praise on Gianluigi Buffon. The, and."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona president Josep Maria Bartomeu has insisted that the La Liga leaders have no plans to replace Luis Enrique and they're `Very Happy 'with him. The 44 - year - old took charge of the club last summer signing a two - year - deal, and is only six games away from winning the title. Josep Maria Bartemou says the club are very happy ''."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24 was arrested on Monday amid claims she had sex with pupil, 15 in January. She was first arrested on March 19 for having an inappropriate relationship with a 15 - year - old student and was released on bail. She has been arrested again after another pupil, also accused Granado of having sex with him on two consecutive nights in year. The, and."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "13 letters were expected to bring in anywhere from $300,000 to the only person who raised a paddle - for $260,000 was a Sotheby's employee trying to jump start the bidding. The current owner of the signage is Yankee Hall of Famer Reggie Jackson who purchased the 10 - feet - tall letters for an undisclosed amount after the stadium. 13 letters that hung over hung over Yankee Stadium. The, and."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Two sides played out a goalless draw at the Keepmoat Stadium. The managers on the touchline during Saturday's goalless draw.. The, and."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Sanchez has made an instant impact in English football and has scored 19 goals so far this season. Sanchez had his selection of clubs once Barcelona had decided to let him leave, and the World Cup. Sanchez admits the possibility Liverpool could use their interest in Sanchez. Wenger has moved to play down speculation linking him with Liverpool. The, and."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26 was fatally shot after he `armed himself with a weapon 'after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave the outcome of the investigation into the deadly shooting. Family and friends of Aaron Siler are in shock after a billboard featuring officer pulled the trigger Pablo Torres was erected in KENOSHAM, Wisconsin. The, and."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Outspoken Bob Katter has risked being drawn into a race row after accusing the Queensland Government of believing Billy Gordon was `a little black puppet on a string '. Mr Gordon would quit after he was recently accused of domestic violence. Federal MP Bob Katter released a statement today accusing the government of assuming Billy Gordon. The, and."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding to be held at an all - New Chapel of Love in Las Vegas. The 69 - year - old collaborated with NBC's Today Show to launch a contest for one Elvis - obsessed couple to win the `Ultimate Wedding '. Winning duo will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel on Thursday. The, and."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "X Factor Finalist and pop star Ella Henderson has joined forces with dry shampoo brand Batiste. The 19 - year - old has been announced as the official face of the Batiste's 2015 `ready for it 'campaign. Ella Henderson, has been revealed as the face of Dry Shampoo Company. The, and."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Bereaved mother named Dawn was appearing on the Jeremy Kyle Show and accused long - term chum convicted burglar Jamie of making off with the cash. Jamie, who lives with Dawn and her partner is also called Jamie had done the deed she burst into tears and stormed off. Dawn has previously appeared on the ITV talk show discovered that £207 set aside for a £500 grave stone had disappeared. The, and."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71 is accused of stomping on his elderly neighbour Terrence Freebody's head, cutting his throat and stabbing him multiple times in the dining room of his home on Mugga Way in Red Hill, Canberra. The Man allegedly killed his neighbour was believed to be suffering from dementia and alcohol abuse at the time of the horrendous murder in 2012. Luigi Costa is accused.. The, and."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "Four - year - old James Hayward had his toy gun confiscated at East Midlands Airport. A four - year - old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk. James Hayward took exception to James's toy when it was picked up on the system's X-ray machines. The, and."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when the attack happened and described how `The Crocodile kept the dog in its mouth for ages'. Mr Weston told Daily Mail Australia dog belonged to the local bike shop's owner. The clip shows a large Croc calmly moving through the marina in the tourist hotspot of Puerto Vallarta. The, and."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen cut a range of emotions as he posed for the Surrey team photo before start of the new campaign. Kevin Pietersen takes a moment to reflect ahead of a team photo shoot for Surrey. The event at the Kia Oval comes before the County Championship season. The, and."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign Manchester United striker Radamel Falcao but admit a deal is complicated. The Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009 and River Plate Open to Falcao returning. Former forward Radamel Falcao has struggled on loan at Manchester United. The, and."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has been told to terminate his contract with Juventus to complete a return to his former club Boca Juniors in Argentina. The former Manchester City Striker's deal with the Serie A champions does not expire until the end of next season. Boca Juniors. Carlos has shocked Juventus by suggesting he wants to leave the club this summer. The, and."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Graduate Jacob Phillips, 23 plunged down the cliff when he leapt over a fence in the dark. Mr Phillips had caught the cab home after a night out with friends in December. Mr Jacob, 23 was found dead at the end of the disused northern promenade, a base of the cliff. The, and."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Everton manager Roberto Martinez was forced to defend another penalty fiasco at the club after Ross Barkley missed from the spot in their 1 - 0 win against Burnley at Goodison Park. The untried Barkley inexplicably took the 10th minute kick -- awarded for a foul by David Jones on Aaron Lennon. The, and."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "The offender, snapped on security footage in a fluoro orange sweatshirt and oversized mask is described as being `very tall '. He made off with the dairy's till and about $1500 in cash on Saturday, stuff.co.nz reports. A Man in a` distinctive' cartoon mask demanded cash from owner's daughter on Saturday. The, and."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "Custom - built Boeing 747 is believed to have cost its ultra-wealthy owner £400million after it was customised to fit his specifications exactly over a three - year period. The jumbo jet would carry as many as 600 passengers but this version was built for a single tycoon, although he will be able to fit dozens of guests. The, and."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dobias, 19 from Downers Grove was born with cerebral palsy, but she hopes to inspire others with her enthusiastic videos. Dayna is hoping change the way people with disabilities are represented by the television, film and the fashion industry. The Illinois teen who suffers from Cerebal palsy has created a video in which she dances. The, and."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Football Association chairman Greg Dyke has been handed the backing of five former England managers as he bids to push through radical changes. Dyke wants to increase the minimum number of home - grown players in club squads from eight to 12. Dyke also changing the rules so that `home - grown 'means having trained in England for three years before the age of 18 rather. The, and."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry has criticised Arsenal's recent dealings in the transfer window and has urged his former side to purchase four top players in the summer. The Frenchman believes Arsenal need a goalkeeper, defensive midfielder and striker if they are to win the league. Henry Henry. Henry's to, and."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "Callum Gribbin was the matchwinner for Manchester United with a delightful free - kick. Entry was free and close to 1,000 gathered on the seats and terraces of Moss Lane for a match that kicked off at 3 pm on Saturday with half - and - half scarves. Injury - ravaged city have lost both matches in the Barclays Under 18s Premier League End - of - season play - off. The, and."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri realized her brand new fusion had been stolen from her driveway on Monday night just a month after she took the car home. Becky Schoenig was shocked when her stolen car was located and returned to her with new Red Rims and detailing. The brand new 2015 Ford Fusion (above) been stolen Monday. The, and."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "Outback Casanova who lives in Humpty Doo, Northern Territory detailed his dream girl on Gumtree. Girlfriend / Wife Must Love Pets... accomodation available position may offer company car, phone and laptop, to the `Successful candidate '.` prefer non drinker and smoker (I Know I'm Dreamin, fit attractive,'. The, and."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Has not been working for two years after every single fixed device was switched off in the West Midlands. The Bright Yellow Gatso had previously enforced the 30mph speed limit for motorists along the residential road in Birmingham. Around 300 speed and traffic camera were turned off across the region in March 2013. The, and."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract. The full back signed a three - year contract when he moved from the Spanish champions last July. He has struggled to make the left back position at Stamford Bridge.. The, and."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Heritage Auctions offered the gray jacket and skirt, featuring a black zigzag applique plus more than 150 other items from the Academy Award - winning film at auction on Saturday in Beverly Hills. The dress was worn in several key scenes in the 1939 movie but has faded to light gray from original slate blue - gray color. The, and."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54 described as having a `fanatical obsession 'with small girls after he targeted a toddler on a bus, has been missing since 6.15 pm on Tuesday and was last seen leaving a hospital, near Hook. Now officers have launched a manhunt to find Munden was detained under the Mental Health Act after vanishing from a psychiatric unit. A predatory convicted paedophile convicted paedophile with an obsession with young girls has gone on the run after vanishing. The, and."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Collector's Paradise in Horfield, Bristol, has gone untouched for more than 80 years comes complete with the original bathroom and even the vintage cupboards. The historic house will be auctioned at the County Ground in Bristol. The, and."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Team - mates Neymar and Dani Alves proved their dedication to Barcelona by supporting the club's basketball side. Barca prevailed with a narrow 85 - 80 victory in the Euro League contest. Brazil star Neymar takes a selfie with friends and Barcelona team - mate Dani Alves. Real Madrid remain top of their Euro League Division. The, and."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's 22 - year - old forward Yoshinori Muto, according to Club President Naoki Ogane. The Japan International has played for the J - League side since 2013. Ogane claims Chelsea's interest in Muto is not connected to the £200million sponsorship deal they signed with Japanese company Yokohama Rubber in February. The, and."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. He finally decided to contact palace officials again last year after inquiries began into alleged cover - ups of child sex abuse. The, and."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea forward Eden Hazard had scored give his side a 1 - 0 lead against Manchester United at Stamford Bridge on Saturday, the Sky Sports punditry team were convinced that there had been a foul in the build - up. Chelsea Captain John Terry had come in with a strong challenge from behind on Radamel Falcao. Chelsea defender John Terry Comes In from behind a challenge on Falcao. The, and."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The Belgian Starlet rejected a move to Barcelona's La Masia Academy when he was 12 as his family wanted him to continue his studies. The, and."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "The woman named only as Gemma has two children under five by two different fathers handed both infants over to her 52 - year - old mother Debbie when they were four months old. Debbie is threatening to ban Gemma from seeing the children at all after discovering her daughter's penchant for legal high mkat. 23 - year - old Gemma faces being prevented from seeing her children's children by her mother. The, and."}
