{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "Donald Sterling's remarks cost him an NBA team last year. A Los Angeles judge has ordered V. Stiviano to pay back more than $2.6 million. Rochelle \"Shelly\" sterling accused Stiviano of targeting wealthy older men. Stiviano says there was nothing wrong with Donald Sterling giving her gifts."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "North Pacific Gray Whale has earned a spot in the record books. The whale, named Varvara, swam nearly 14,000 miles (22,500 kilometers). Varvara's journey surpassed a record listed on the Guinness Worlds Records website. Varvara visited \"three major breeding areas for eastern gray whales\""}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "The United States is complaining to Moscow about the incident. U.S. RC-135U was flying over Baltic Sea when it was intercepted by Russian SU-27 flanker. U.S. command says the transponder was off was false. The U.S. crew believed the pilot's actions were \"unsafe and unprofessional due to the aggressive maneuvers\""}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Lady Antebellum's tour bus caught fire on a Texas Freeway Thursday morning. Michael Barnett captured dramatic video of fire on Interstate 30. He decided to stop filming because he didn't know what to expect. Hillary Scott, co-lead singer, posted a photo of the charred bus on Instagram."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The deep reddish color caught Seattle native Tim Durkan's eye. The fires were started in southeastern Siberia by farmers burning grass. The stunning sunsets were the result of raging wildfires in parts of Siberia. The blaze have destroyed dozens of villages in the region."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "A total of 8,480 migrants were rescued. The group Fears 400 migrants could be missing. The Italian Coast Guard has not yet found evidence. Italy registered more than 10,000 migrants in the first three months of 2015."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "spacex launches two-stage Falcon 9 rocket carrying uncrewed cargo spacecraft. The Private Space Exploration Company was unsuccessful. spacex tried to land a Falcon 9 on the drone ship in January. He later clarified that the rocket landed, but tipped over."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Two passengers found dead on a cruise ship in Puerto Rico. Holland America Line said two guests were found dead inside their stateroom. The ship left Tampa, Florida, on March 29. FBI spokesman says authorities were on scene investigating."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "More than 200 Yazidis, a minority group whose members were killed. Most of those released were women and children; the rest were ill or elderly. Isis previously released scores of Yazidis since attacking the group's towns. Yazidis were received by Peshmerga, who sent them to the Kurdish capital, Irbil."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "Eight Iranian border guards have been killed in clashes with militants. Jaish al Adal claims responsibility for the attack. Three of the militants were killed by Iranian forces in the fighting. New: Iranian officials have asked Pakistani authorities to catch the surviving assailants."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "\"Space Invaders\" was developed in Japan back in 1970. Japanese can sleep soundly in their beds tonight as government's top military official. He also fought Muhammad Ali in 1976. Inoki has appeared in the U.S.-based WWE."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "The parents of the Boston Marathon bombings are making an emotional, passionate plea. Dzhokhar was found guilty on all 30 charges he faced related to the bombings at the 2013 race. The sentencing phase begins Tuesday, a day after this year's edition. It is expected to last four weeks."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "\"roots,\" the epic miniseries about an African-American slave and his descendants. A & E, Lifetime and History (formerly the History Channel) announced Thursday that the three networks would simulcast a remake of the saga. levar Burton will co-executive produce the new miniseries. \"original\" producers will consult scholars in African and African-American history."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Ten people have been involved in a multi-vehicle crash in Brisbane's West. Three vehicles collided on the Brisbane Valley Highway on Wednesday afternoon. Six others were taken to Ipswich Hospital with minor injuries. Three car pileup happened at Brisbane Valley Highway near Fernvale."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "French Open champion Serena Williams says her struggle to beat Sara Errani. Serena Williams beat Italian Sara Errani in the Fed Cup play-off. Williams eventually prevailed 4-6 7-6 (3) 6-3 against Italian. Williams and Alison Riske were relegated to World Group II. Williams won her 19th Singles Grand Slam at the Australian Open."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "FBI agent's sniper was ripped out of his car's window and stolen from a Salt Lake City Hotel. The gun was inside a hard rifle case and was `secured properly' to a truck safe. Police believe the thief stole the rifle by breaking the rear right window. An FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel just days before President Obama visited Utah earlier the window frame of the agent's car was pulled from the door."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Bolt has confirmed he will be part of Jamaica's team at the World Relays. The six-time Olympic gold medallist will compete at the Relay Championship on May 2 and 3. Bolt reacts as he wins 4x100m gold at London Olympic Games. Usain Bolt will compete in the Bahamas next month."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Porto's defence was not the only thing to be ripped apart at the Allianz Arena. Bayern Munich manager Pep Guardiola ripped a hole during Champions League match. Guardiola's underwear were on show after Bayern boss managed to rip a small hole in his trousers. Bayern managed to book a place in the Champions League semi-finals."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "A young woman was subjected to abuse by Bega Cheese Boss Maurice Van Ryn. The wealthy NSW businessman has pleaded guilty to 12 sex offences. He pleaded guilty to 12 sex offences, including most serious charge of a child. One of his victims told Sydney's district court that she is scared for her future relationships. For years she kept what Van Ryn did to break her silence. A young woman was subjected to years of abuse by Bega Cheese."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "John Peacock has named his squad for next month's UEFA European Under-17 Championship. The Young Lions Face Holland on penalties in the final last year. They have been placed in Group D alongside Holland, Italy and Ireland. Liverpool pair Herbie Kane and Trent Arnold have earned a recall."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "Holidaymaker David Meadwell recorded the unscheduled Manouevre outside Buckingham Palace. He lost his footing and slid sideways, knocking bearskin on the side of the box. Queen's Guard was left red-faced after he slipped on manhole cover. The entire incident was caught on a manhole cover. The embarrassed soldier quickly scrambled to his feet as his colleagues marched past."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Relegation-threatened Piatra have sacked Brazilian coach Ze Maria for the second time. Former Brazil defender was fired on Wednesday after a poor run. Maria represented Brazil on 25 occasions during an international career. Ceahlaul 16th in the standings, six points adrift of safety."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "The clip has been viewed over 1.7 million times on YouTube. The original song for the popular NBC sitcom, sung by Star Will Smith. Jesse and Melissa Meek are expecting a child in a video set to the theme song from '90s television sitcom `The Fresh Prince of Bel-Air' `in Happy Valley, Oregon, Livin' It wed, Melissa says. An Oregon couple announced they are expecting a child in a rap video."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Fans will see Aidan Turner's dashing Ross Poldark at his new baby daughter. Demelza Poldark is the proud mother to the show's latest addition. He may have married his red-headed kitchen maid out of duty. Women across the country have voiced their longing to settle down with the Cornish gentleman."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast-casual chain will work with the postmates app to begin offering delivery for online and mobile orders. Mexican food fans should know the restaurant plans to add a nine per cent service charge. Chipotle has decided to tap into $70 billion food delivery market. Chipotle is thought to have turned down previous offers of third-party delivery services. Mexican restaurant Chipotle has decided to tap into the $70 billion food delivery."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher shared this image on Instagram after collecting a Beacon Award. Rodgers' future at Anfield has been questioned after a third straight season. Liverpool are seven points behind Manchester City with a game in hand. Brendan Rodgers is under pressure at Liverpool. Carragher believes Brendan Rodgers is the right man to lead Liverpool forward."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their winless streak at home with a victory over Napoli. Miralem pjanic finished off a swift counter-attack for Roma. They had gone seven matches since their last home win. Miralem pjanic slots home to put Roma ahead in 25th minute. Roma moved provisionally four points ahead of city rivals Lazio."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Researchers say just as antibiotics are used to make farm animals put on weight. The widely-prescribed drugs could be contributing to the obesity epidemic. A third of 10-11 year olds in England are overweight or obese. Finnish researchers compared the weight and height of more than 12,000 healthy with records. Babies given antibiotics in first six months of life are more likely to be fat."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Managers at the Passport Agency received #42 million profit during the chaos. Ministers refused to give a blanket refund to the desperate families who missed out on trips. The boxes of passport applications piled up at the peak of the backlog last summer. Problems began a year ago as HM Passport Office struggled to cope."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Jamie Vardy scored an injury-time winner against West Bromwich Albion. Swansea host Swansea on Saturday just three points from safety. West Brom are bottom of the table. Pearson wants his side to remain focused on their own jobs."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Orlando City are the latest club to have expressed interest in Manchester United. The Mexico International would be a huge commercial draw for the Florida-based franchise. Javier Hernandez is linked with a move to Orlando City. Orlando have a Big Latin-American fanbase and Kaka is the captain of the MLS side."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Esteban Cambiasso has won the major European competitions. Esteban Cambiasso believes helping keep Leicester in the Premier League. Foxes are currently seven points adrift at the bottom of the table. Click here for all the latest Chelsea News. Cambiasso refuses to give up and admits that keeping Leicester up will feel like winning a trophy."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "The Iowa Board of Chiropractic released a report detailing charges against Charles Manuel, of Lamoni. Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement. The agreement requires that Manuel prove any circumstances surrounding the revocation. A chiropractor in Iowa has surrendered his license to practice and admitted to swapping services for sex."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Visitors at Cleveland Metroparks Zoo in Ohio heard a scream as the toddler tumbled into the pit at 3 pm on Saturday. His parents jumped in and pulled him to safety before paramedics arrived. He suffered from minor bumps and bruises and was listed in stable condition. Dr Christopher Kuhar said there is a strong chance charges will be pressed on Monday. A mother was holding the two-year-old boy and another child."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, was arrested after a 15-year-old girl found a hidden camera in her bathroom. He allegedly sexually abusing a girl in her home over a four-year period. Kevin Rebbie, 56, faces several charges, including aggravated indecent assault. The investigation began when a 15-year-old found a hidden camera under the sink. She told investigators that Rebbie had been watching her for years when she was undressing."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po-faced teenagers. Images are from the 37-year-old's latest book which translates into daughter and salary man. Photographer Yûki Aoyama sees fathers leaping into air next to their daughters. In each picture the daughter looks directly into the camera smiling while father pulls a dramatic pose."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Mesut Ozil took to Instagram to show off his new Apple Watch. Mesut Ozil can now countdown the minutes until the 4 pm encounter. The 26-year-old was the beneficiary of the timepiece-which ranges in price from #299 to #13,500. The midfielder has scored four goals in 25 matches for the Gunners. Ozil compared his watch to TV character Michael Knight in the Hit Action Show Knight Rider."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Roland Giroux gently cups the fish with his hand from within side the tank. Fish initially moves away before swimming in a full circle. The fish begins relaxing in the man's hand and stays very still as the owner begins to stroke. But that doesn't prevent one man from dipping his hand. Man then begins massaging the pet by running his finger along it."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Top Two Sides in Group B meet at Cardiff City Stadium on June 12. Belgium and Wales have 11 points from five games with Marc Wilmots. Wales' Euro 2016 qualifier with Belgium has been declared a 33,000 sell-out. Gareth Bale fires homes a brilliant free-kick during Wales's 3-0 win over Israel. Real Madrid Star Bale scored the top of the Group B table."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a #400,000 flat in Fulham, South London. The 33-year-old died as a result of injuries to the head and neck. A 23-year-old man was arrested in connection with her death. Vanessa Santillan, 33, was killed at the end of March. Scotland Yard is appealing to anyone who may have had contact with Miss Santillan."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is adamant he can keep Hull City in Premier League. Bruce was targeting 10 wins to survive. Steve Bruce is confident he will keep Hull City in the Premier League. They have six games to save their season including Nightmare fixtures."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Sterling was pictured smoking a shisha pipe with team-mate Jordon Ibe. The England international will lead Liverpool's line at Wembley on Sunday. Ibe was present among the Reds squad during their training session. Brendan Rodgers has reminded Raheem Sterling and Jordon Sterling. Brendan Rodgers hasn't disciplined sterling or IBE for incident."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao has struggled for Manchester United. Former Atletico Madrid striker moved to Old Trafford on a season-long loan. Nabil Dirar believes Colombian must be regretting his failed loan move. Falcao struggled to reach the heights he achieved before suffering a serious knee injury. United will have to pay #46million to make Falcao's transfer permanent."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Former Holland forward Patrick Kluivert has made a winning start in World Cup qualifying. The Caribbean island team advanced to the second qualifying round. Curacao drew 2-2 in a second-leg match at Montserrat to win 4-3 on aggregate. The first-round encounter was headed to extra time on Tuesday."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Jordan Henderson thinks his side could catch Manchester City. Henderson and Simon Mignolet both played their 47th game of season. England midfielder believes Liverpool can pile the pressure on to city. Henderson played his 47th Game of season in 2-0 win over Newcastle United. Jordan Henderson believes his side could catch Manchester City in the Premier League."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil posted a picture on Twitter after returning to London. The German star was in fine form as the World Cup winners beat Georgia 2-0. Germany beat Gerogia 2-0 in a Euro 2016 qualifier on Sunday. The midfielder was signed for #42.5 million from Real Madrid."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "At least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning. The driver of the car was pumping gas at a 76 station in South Los Angeles. The group covered his white Dodge Charger in gasoline and lit it ablaze. The Man's grandmother said the fire was lit after the suspects attempted to carjack her grandson."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for hour record on June 7. The four-time Olympic champion is 35 on April 28. Wiggins finished his team Sky career in the Paris-Roubaix 253.5 km one-day race. Wiggins will bid to break cycling's hour record in June. Wiggins expected to set a mark which will last for some time."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Jin Pai, 35, was standing on the rim of a toilet in the city of Hefei. He was `worried it might not be clean' passenger Jin Pai was standing on the rim of a toilet when it collapsed. The Smashed Up Toilet in Hefei Xinqiao International Airport. The injured man was found bleeding on the toilet floor."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "City players will lose #500,000-a-man in bonuses if they fail to qualify for Champions League. The Premier League title holders give star players like Sergio Aguero, David Silva and Yaya Toure. Manchester City stars such as Aguero could miss out on #500k bonuses. City are in fourth place and will be just four points ahead of Liverpool. Manuel Pellegrini's lost to rivals Manchester United in the 169th Manchester Derby."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading. The 19-year-old midfielder has been stunted by a knee injury. 19-year-old has not featured for the first team since March last year. Gnabry has not featured since Champions League last-16 second leg against Bayern Munich in March 2014."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dr Adrian Quarterman has suggested space lasers could be used to power homes. Dr Adrian Quarterman is working on a laser which will convert sun beams into energy. Satellites will orbit the Earth, covered in mirrors to help it harvest the sunlight. Energy it then creates, using semi-conductors, can be shot back to Earth."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Pupils to make changes to the National Curriculum Tests for 11-year-olds. This was despite the exam session finishing, a panel heard. 31-year-old also altered a number of the pupil's exam answers himself before the papers were sent off. School officials were tipped off after suspected breach of exam rules. Ian Guffick asked pupils at Mitton Manor Primary School in Tewkesbury."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane's celebrations have always shown him to be an animated young man. The Tottenham sensation has broken through into the first team. The Spurs striker features a clever new animation. The video, produced by COPA90, uses still photographs of the England forward."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson has provided Liverpool with a lift after their FA Cup Heartache. The club has been in talks with Liverpool since the beginning of this season. Henderson is expected to put pen-to-paper on improved terms that are likely be worth. Jordan Henderson set to sign a new long-term contract at Anfield. Henderson chases down Aston Villa's Jack Grealish during Liverpool's semi-final defeat."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Anders Lindegaard made the most of the English weather with Misse Beqiri. Lindegaard tied knot with Swedish model last year. Lindegaard tied the knot with the stunning model and the couple have a son together. The United goalkeeper has struggled for minutes throughout his career in Manchester. He may not be playing much at Manchester United."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel says he's not interested in leaving PSG. The Dutchman recently had a falling out with his boss Laurent Blanc. Van der Wiel insists he's happy in Paris. Van der Wiel has denied claims he is set to leave Paris Saint-Germain. The Parisians continue to be linked with Barcelona star Dani Alves."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Clattenburg has been named to take charge of the Manchester derby on Sunday. Vincent Kompany was dismissed for two bookable offences against Wales. Mark Clattenburg will officiate the derby between United and city. The 40-year-old has been accused of favouring Louis van Gaal's side."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes's knee collided with George North's head as he crossed the line. The Wasps No 8 was initially suspended for three matches. North was left out cold on the pitch at Franklin's Gardens. The ban was thrown out, as the appeal lodged by Wasps."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson has restarted his row with Burnley on Sunday. Townsend was brought on in the 83rd minute for Tottenham. Andros Townsend scores England's equaliser in their 1-1 friendly draw. Townsend hit a stunning equaliser for England against Italy."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "A man stands on a clump of land on Hokkaido Island, Japan. Geologists believe the emergence is a result of a landslide nearby. The mass has risen some 30 to 50ft above sea level, measures roughly 1,000-1,640 ft long, and 100ft wide. The extra stretch of coastline has risen as high as 50ft from the sea surface."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes forged a reputation as a fiery character in the England cricket team. Stokes broke his wrist punching a locker after being dismissed last year. Stokes clashed with Marlon Samuels during the Second Test. Ben Stokes first turned up at the Kensington Oval This Week. Stokes responded positively to the row after talking to England coach Peter Moores."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "Joe Hart has lavished praise on fellow goalkeeper Gianluigi Buffon. Hart passed an impressive milestone of his own by representing his country. Hart has labelled Buffon as a `Legend of the game' Manchester City Shot Stopper, who is 10 years younger than Buffon, revealed his delight."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona club president Josep Maria Bartomeu says the La Liga leaders are `very happy' with him. The 44-year-old took only charge of the club last summer. Luis Enrique only took charge at Club Last Summer. Enrique will be replaced in the summer, Bartomeu refuted claims."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado was arrested on Monday amid claims she had sex with pupil, 15, in her car on consecutive nights in January. She also accused Granado of having sex with him on two nights. Kaitlyn Granado, 24, was first arrested on March 19 for having inappropriate relationship with a 15-year-old student. She was arrested for letting another teenage touch her breasts. The sexual relationship took place in her car late at night on January 18 and 19 across the road from another school in Dallas."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "The glowing blue letters failed to find a buyer at an auction at Sotheby's on Wednesday. The 13 letters were expected to bring in anywhere from $300,000 to $600,000. The current owner of the signage is Yankee Hall of Famer Reggie Jackson. 13 letters that hung over Yankee Stadium were estimated to bring in anywhere."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster's media team faced a tough challenge compling the match. Saturday's visit of Fleetwood Town is eyeing the beach after their play-off hopes. The two sides played out a goalless draw at the Keepmoat Stadium. Yorkshire side firmly entrenched in mid-table mediocrity in League One."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Arsenal boss Arsene Wenger does not know Alexis Sanchez will be lining up for Liverpool. Sanchez had his selection of clubs once Barcelona had decided to leave. French coach admits Liverpool could use their interest in Sanchez. Sanchez was courted by a number of elite clubs last summer."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26, was fatally shot after he `armed himself with a Weapon' Torres is on leave pending the outcome of the investigation into the deadly shooting. Aaron Siler was shot dead by police last month. Siler's family called the Billboard `disrespectful' and are asking for it be taken down. Family and Friends of man shot dead by police last month are in shock."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Outspoken MP Bob Katter has risked being drawn into a race row. Mr Katter said he would quit after he was accused of domestic violence. He says he's been personally subjected to racist attitudes from both major parties. Federal MP Bob Katter accusing Queensland Government of assuming Billy Gordon. Mr Gordon was forced to quit the Queensland Labor Party last week."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at an all-New Chapel of Love in Las Vegas. The winning duo will tie the knot at Elvis Presley's Graceland Wedding. The 69-year-old collaborated with NBC's show to launch a contest for one Elvis-obsessed couple to win the `Ultimate Wedding' winning couple will win a free wedding reception and hotel suite."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "Ella Henderson has joined forces with Dry Shampoo brand Batiste. The 19-year-old has been announced as the official face of the Batiste's `ready for it' X Factor finalist Ella Henderson revealed as face of dry shampoo company Batiste. The campaign images shows the singer stood against a blurred and vibrant city background."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Bereaved mother, named Dawn, was appearing on Jeremy Kyle Show and accused Burglar Jamie. When one of Mr Kyle's famous lie detector tests revealed she burst into tears and stormed off. The drama began when Dawn, who has previously appeared on the ITV talk show. Suspecting House-mate Jamie and his girlfriend Carol confronted them but was initially met with a flat denial."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of stomping on his elderly neighbour's head. Luigi Costa, 71, was accused of killing his neighbour Terrence Freebody. Forensic psychiatrist Professor Paul Mullen examined Costa's state of mind declining in the lead-up to the incident. Professor Mullin told the court that the Triple 0 calls Costa made `almost certainly' the man was believed to be suffering from dementia and alcohol abuse."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward had his toy gun confiscated at East Midlands Airport. Security officers were described as `over-zealous' by the boy's father. A four-year-old boy was frisked by airport security. Phil, 44, and Hazel, 38, with his brightly coloured toy. After returning from the holiday to Lanzarote, the four-year-old was bought a replacement toy gun."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "The clip shows a large Croc calmly moving through the marina in Mexico. New Zealander Tim Weston was on holiday in Puerto Vallarta. Mr Weston told Daily Mail Australia the dog belonged to the bike shop's owner. Tim Weston was on holiday in Puerto Vallarta with his wife when he saw the sight. Tim Weston took a photo of the crocodile with the dog between its jaws."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Pietersen takes a moment to reflect ahead of a team photo shoot for Surrey. Kevin Pietersen cut a range of emotions as he posed for the Surrey team. Downton's sacking has been axed by former Managing Director in 2014. Pietersen looked in deep thought as he sat right at the end of Team Photo. The event comes before the start of the County Championship season."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign Radamel Falcao but admit a deal is complicated. Colombia forward spent eight years with the Argentine side. Radamel Falcao struggled on loan at Manchester United. The 29-year-old has struggled during a season-long loan spell at Old Trafford."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Tevez has been told to terminate his contract with Juventus. The former Manchester City striker has reportedly told the club he wishes to leave this summer. Boca have confirmed they are close to completing a deal for the 31-year-old. Tevez is on course to win a second Serie A title with the old lady. Carlos Tevez has shocked Juventus by suggesting he wants to leave."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, plunged down the cliff when he leapt over a fence in the dark. Mr Phillips caught the cab home after a night out with friends in December. Jacob Phillips was found dead at the end of the disused Northern Promenade. The university graduate had been out drinking in Cardiff before catching a taxi. Trio got out of taxi to `use an ATM' before making a run for it."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Everton manager Roberto Martinez was forced to defend another penalty fiasco. Leighton Baines scored 15 penalties from 16 attempts in the Premier League. Ross Barkley steps up to take a 10th minute penalty. Martinez insisted Barkley was within his rights to request penalty-taking duties."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "New Zealand Police are appealing to the public to help identify a man who robbed a Christchurch dairy. He made off with the dairy's till and about $1500 in cash. Man in `distinctive' cartoon mask demanded cash from owner's daughter. Police were reportedly called to the Union St Dairy, in East Christchurch."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "The custom-built Boeing 747 is believed to have cost its ultra-wealthy owner #400million. The jumbo jet would carry as many as 600 passengers. More sleeping space provided in the `Aeroloft' on the top deck of the vessel. It contains a large dining room where travellers can enjoy meals cooked in an adjoining kitchen."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "She hopes to inspire others with her enthusiastic videos. Teenager says her motivation for creating video was to counteract stereotypes. Dayna Dobias, 18, is hoping to change the way people with disabilities are represented by the television. Her hope is that the video not only entertains, but inspires others."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Greg Dyke has been handed the backing of five former England managers. Dyke wants to increase minimum number of home-grown players in club squads. The proposals include changing the rules so that `home-grown' means having trained in England for three years before the age of 18. FA chairman Greg Dyke wants to increase number of homegrown players."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry has urged his former side to purchase four top players. The Frenchman believes Arsenal need a goalkeeper, centre back, defensive midfielder. Henry was speaking after Arsenal's goalless draw with Chelsea. Thierry Henry questioned whether Arsenal can win the title with Olivier Giroud. Arsenal are third in Premier League, level on points with Manchester City."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "No less than 13 out of the 22 players on show at Kick-off were English. Callum Gribbin was the matchwinner for Manchester United. Entry was free and close to 1,000 gathered on the seats and terraces. Altrincham's compact 6,000-capacity home may not be Old Trafford. First Blood to United after their Under 18s saw off City 1-0."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "She was shocked when her stolen car was located and returned to her. Police found her car after receiving a tip from a man who recognized the vehicle as Schoenig. The brand had been stolen from her driveway Monday. Becky Schoenig of St. Louis, Missouri, was shocked when she realized her brand new 2015 Ford Fusion had been stolen. As the car pulled up, Schoenig noticed that the rims had been spray painted red."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "The Outback Casanova detailed his Dream Girl on Gumtree. `wanted!!!!! Girlfriend / wife, phone and laptop, to the `successful candidate' `Rich' who lives in Humpty Doo, Northern Territory. The 31-year-old's advertisement included a list of requirements in his potential partner."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Bright Yellow Gatso had previously enforced the 30mph speed limit. But every single fixed device was switched off in the West Midlands. Around 300 speed and traffic camera turned off across the region in March 2013. The speed camera has not been working for more than two years."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis says he wants to stay at Chelsea until end of contract. The full back signed a three-year contract when he moved from the Spanish champions. Luis played in Brazil's friendly wins against France and Chile. Filipe Luis insists he wants to stay at Stamford Bridge."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Dress worn by Vivien Leigh when she played Scarlett O'Hara. Heritage Auctions offered the gray jacket featuring a black zigzag applique. Scarlett O'Hara sold for $137,000 at auction on Saturday. The dress was worn in several key scenes in the 1939 movie. The dress-a jacket and full skirt ensemble-was worn in several key scenes."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, has been missing since 6.15 pm on Tuesday. Officers have launched a manhunt to find Munden-who was sexually touching the three-year-old girl. He was last seen leaving a hospital, near Hook, Hampshire. He was detained at the private facility under a hospital order following his sentence. Munden suffers from learning difficulties, may have shaved off his beard."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Timewarp Home has remained unchanged since the 1930s is up for sale. The Paradise in Horfield, Bristol, has gone untouched for more than 80 years. The Collector's Paradise has gone untouched for more than 80 years. The house even boasts the original bathroom which was built in a fetching mint green and black colour. The semi-detached property has a guide price of between #200,000 and #250,000."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Neymar and Dani Alves proved their dedication to Barcelona. Neymar and Alves headed to Watch El Clasico on Thursday night. Neymar helped Brazil beat Chile 1-0 at the Emirates Stadium on Sunday. Real Madrid remain top of their euro league division over their rivals."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's 22-year-old Yoshinori Muto. The Japan International has played for the J-League side since 2013. Chelsea's interest in Muto is not connected to the #200million sponsorship deal. Tokyo President Naoki Ogane claims Chelsea have made a bid for Japan. Yoshinori Niigata brings the ball forward against Albirex Niigata."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "He was pinned to a chair and groped by a male member of staff. He left him in tears and left the job the same day. He finally decided to contact palace officials again last year after inquiries began into alleged cover-ups of child sex abuse. He said he was accosted after he walked into a bedroom to look for a pen. Police are investigating claims Clarence House aides tried to force him into an orgy in the 1970s."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Eden Hazard scored a 1-0 lead against Manchester United at Stamford Bridge. Chelsea Captain John Terry had come in with a strong challenge from Radamel Falcao. Cesc Fabregas collected the loose ball and released it to Oscar. Click here for all the latest Chelsea News."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The Belgian Starlet rejected a move to Barcelona's La Masia Academy. The 14-year-old is regarded as one of the best talents to emerge from Anderlecht. City have held discussions with Anderlecht chairman Roger Vanden Stock."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "The woman has two children under five by two different fathers. Debbie is threatening to ban Gemma from seeing children at all. She says her daughter's constant drinking is getting out of hand. She also claims Gemma, who is unemployed, stole an ipad from one of the children."}
