{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "A Los Angeles judge has ordered V. Stiviano to pay back more than $2.6 million in gifts after Sterling's wife sued her."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "It said the previous record was set by a humpback whale that swam a mere 10,190 - mile round trip between the \"warm breeding waters near the equator and the colder food - rich waters of the Arctic and Antarctic regions.\""}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "(CNN) after a Russian fighter jet intercepted a U.S. reconnaissance plane in an \"unsafe and unprofessional manner\" earlier this week, the United States is complaining to Moscow about the incident."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "(CNN) Lady Antebellum singer Hillary Scott's tour bus caught fire on a Texas Freeway Thursday morning, but everyone on board was safely evacuated."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The reason people are seeing an intense red sunset is a result of smoke particles filtering out the shorter wavelength colors from the sunlight like Greens, blues, yellows and purples, KOMO - TV said."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "There has been a recent upsurge in migrant boats crossing the Mediterranean into Italy and an increase in rescues performed by the Italian Coast Guard to aid migrant boats."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "(CNN) spacex on Tuesday launched a two - stage Falcon 9 rocket carrying an uncrewed cargo spacecraft called Dragon on a flight from Cape Canaveral, Florida, to the International Space Station."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Puerto Rico Port Authority spokesman Efrain Santiago told El Nuevo Dia newspaper that the cleaning staff on the ship had discovered the deceased passengers after knocking on the cabin's door."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "ISIS slaughtered Yazidis by the hundreds, Yian Dakhil, the only lawmaker representing the Yazidis in Iraq's Parliament, told CNN last year."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "According to Pakistani media, Jaish Al Adal is an anti - Iranian group that has emerged during recent years in areas of Balochistan, the restive Pakistani province that borders Southeastern Iran."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "Responding to a query from flamboyant former wrestler - turned - lawmaker Antonio Inoki, Defense Minister Gen Nakatani told the Diet, Japan's parliament, that his jets had, to date, never come across any ufos from outer space."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "(CNN) the parents of the youngest victim of the Boston Marathon bombings are making an emotional, passionate plea to take the death penalty off the table for the man convicted in the case."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "\"roots,\" The Epic miniseries about an African - American slave and his descendants, had a staggering audience of over 100 million viewers back in 1977."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "The three car pileup happened at on the Brisbane Valley Highway, near Fernvale six others - including an infant and two young girls - have been taken to Ipswich Hospital with minor injuries or for further assessment."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "American tennis star Serena Williams fought back to beat Italian Sara Errani in the Fed Cup play - off on Sunday tough weather conditions made it difficult for both players who had to keep on re - tossing their serves Errani gave Williams a real scare but in the end the World No 1's power proved to be too much 'today has been a big eye opener,' Williams said afterwards. '"}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "An FBI agent's sniper rifle (similar to the one pictured) was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot an FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot just days before President Obama visited Utah earlier this month."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt has confirmed he will be part of Jamaica's team at the World Relays in the Bahamas Bolt reacts as he wins 4x100 m gold at the London Olympic Games in 2012 'I hear the meet was a lot of fun last year and there was a great atmosphere."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich manager Pep Guardiola ripped a hole during the Champions League match in Germany Guardiola's underwear were on show after the Bayern boss managed to rip a small hole in his trousers the excitement of a 6 - 1 win against Porto appeared to get the better of Guardiola's left trouser leg away from Guardiola's clothing, Bayern managed to book a place in the Champions League semi - finals thanks to goals by Thiago Alcantara, Jerome Boateng, Thomas Muller, Xabi Alonso and a brace from Robert Lewandowski."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "Scroll down for video a young woman who was subjected to years of abuse by Bega Cheese Boss Maurice Van Ryn (pictured) has told a court of the severe impact it had on her life the wealthy NSW businessman has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a child 'I am scared for my future relationships,' The young woman said, according to News Corp. 'he has stolen my right to share my body with someone for the first time.'"}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "Chelsea youngster Jay Dasilva (right) has been included in John Peacock Under - 17 squad goalkeepers: Paul Woolston (Newcastle United), Will Huffer (Leeds United) Defenders: Danny Collinge (Stuttgart), Reece Oxford (West Ham United), Easah Suliman (Aston Villa), James Yates (Everton), Jay Dasilva (Chelsea), Tayo Edun (Fulham) Midfielders: Trent Arnold (Liverpool), Daniel Wright (Sunderland), Herbie Kane (Liverpool), Tom Davies (Everton), Marcus Edwards (Tottenham Hotspur), Nathan Holland (Everton), Chris Willock (Arsenal) Forwards: Layton Ndukwu (Leicester City), Stephy Mavididi (Arsenal), Ike Ugbo (Chelsea) The squad contains talented young players from a host of Premier League clubs including Jay Dasilva and Ike Ugbo of Chelsea and the Arsenal duo Chris Willock and Stephy Mavididi, who is called up for the first time."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "Tourist David Meadwell shot this footage of the changing of the guard last week when the incident unfolded the moment it all started to Go Wrong: The Guard leans heavily to the side as he appears to slip the unidentified Young Guard's legs appear to get a bit tangled as he tries to turn to march away the guard, wearing full regalia, falls heavily to the floor still clutching his rifle following the slip up 'the first group changed successfully, without any problems, and so I decided to video the next group doing it."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Former Brazil defender Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day after flamboyant owner Angelo Massone decided to 'give the coaching staff another chance.'"}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "Parents: Jesse and Melissa Meek announced they are expecting a child in a video set to the theme song from '90s television sitcom 'The Fresh Prince of Bel - Air' The original song for the popular NBC sitcom, sung by Star Will Smith, details how his character grew up in West Philadelphia, where he got into a neighborhood fight - and at his mother's insistence, moved to his aunt and uncle's home in their wealthy Los Angeles neighborhood."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "With the climax of the previous episode being the announcement of the pregnancy, it is quite a jump to the start of Tomorrow S instalment where Demelza, played by Eleanor Tomlinson, talks about being eight months pregnant as Sunday night s latest heartthrob, women across the country have voiced their longing to settle down with Poldark but unfortunately it seems as if his heart is well and truly off the market their fast relationship did n't go unnoticed by fans."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "New Venture: Mexican Restaurant Chipotle has decided to tap into the $70 billion food delivery market by teaming up with an app to bring burritos straight to customers' doors Chipotle is thought to have turned down previous offers of collaboration with third - party delivery services - but has now given postmates the Green Light, New York Daily News reports."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Brendan Rodgers is under pressure at Liverpool after a third straight season without a trophy Liverpool were knocked out of the FA Cup by Aston Villa in a disappointing semi - final performance 'the signings have to be right, and if they are it will make a massive difference."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma full back Jose Holebas tracks Napoli midfielder Jose Callejon AS Roma finally won at home iburte skips past Miguel Britoss during a vital win for Roma, who have fallen off the pace recently Napoli may have had a case for a penalty when Kostas Manolas stopped Jonathan de Guzman in the 39th with shoulder contact but there was n't much of a protest to referee Nicola Rizzoli, who officiated last year's World Cup Final."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "'epidemic': by two years - old, one in five boys and one in ten girls was overweight or obese and children who had taken antibiotics as young babies were particularly likely to be overweight (file photo) 'an increase in the use of antibiotics could be an additional contributing factor to the development of excess weight problems."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Scroll down for video the boxes of passport applications piled up at in office in Liverpool at the peak of the backlog last summer Keith Vaz, who as Chairman of the Home Affairs Committee led the calls for compensation, said last night: I am astonished so few people have been given compensation for what was a fiasco presided over by the management of the Passport Office, especially as they made a profit last year that ran into millions of pounds. The problems began a year ago as HM Passport Office struggled to cope with 3.6 million Britons applying for documents."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Jamie Vardy scored an injury - time winner against West Bromwich Albion on Saturday to improve his side's Slim Chance of Premier League Survival Vardy celebrates in front of the travelling away fans after hitting the winner against West Brom but after their mini - revival, Pearson wants his side to remain focused on their own jobs."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Javier Hernandez is linked with a move to Orlando City after enduring a tough time on loan at Real Madrid Orlando have a Big Latin - American fanbase and Kaka is the captain of the MLS side Hernandez would be a popular arrival with Orlando supporters but eight European sides are also interested Hernandez has cut a frustrated figure during his loan spell at Real Madrid this season but still has plenty of interest from other Premier League and European sides."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "The Argentinian midfielder poses with the trophy after his team won the 2010 FIFA Club World Cup Cambiasso had an illustrious career at Inter Milan, winning an impressive 15 trophies during his stint River Plate (2001 - 2002) Argentine Primera Division Real Madrid (2002 - 2004) La Liga Super Cup Supercopa de Espana Inter Milan (2004 - 2014) Champions League Serie A (5) Coppa Italia (4) Supercoppa (4) FIFA Club World Cup having not won a game since January, Nigel Pearson's Men Face West Ham United on Saturday and Cambiasso is still convinced they can avoid the drop."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "Patient Satisfaction: A Chiropractor in Iowa has surrendered his license to practice and admitted to swapping services for sex and performing exorcisms on some patients."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Scroll down for video a mother was holding the two - year - old boy and another child when the toddler slipped and fell into the cheetah exhibit at the Cleveland Metroparks Zoo (file photo of Cheetahs at the Cleveland Zoo) the boy was rescued by his parents from the pit (pictured) before firefighters and paramedics arrived on the scene."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15 - year - old girl found a hidden camera in her bathroom that police were able to trace back to the man a Pennsylvania man was arrested after allegedly sexually abusing a girl in her home over a four - year period and filming the girl, now 15, and others with a hidden camera in a bathroom."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "The 37 - year - old's images are said to be part of a book which roughly translates as daughter and salaryman each image sees the daughter stood po - faced as their father makes an energetic leap some of the older fathers adopt a pained expression as they make their jump each photograph sees the daughter wearing casual clothing with her father in a sharp suit the pictures see the families pose in front of various Japanese landmarks very little is known about the set of photos but they are already drumming up plenty of interest online some of the jumps are more subtle than others with this father opting for a classic jump this young girl ca n't help but Giggle at her dad's ambitious leap this Dapper Dad adds a peace gesture into his final pose this father ca n't help but jump for joy in his portrait"}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Jack Wilshere (Centre) was on the bench for Arsenal's FA Cup semi - final against Reading Ray Parlour, who won three championships with Arsenal, has backed Wilshere to be the future of the club the way he goes past players, the way he links up with people, I definitely think he s got a big role to play."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "The fish begins swimming around the man's fingers and towards the surface as he removes his hand the man massages and plays with his fish for at least 15 minutes each day."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Wales' Euro 2016 qualifier with Belgium this summer has been declared a 33,000 sell - out Gareth Bale fires homes a brilliant free - kick during Wales' 3 - 0 victory over Israel in Euro 2016 Qualifying Real Madrid Star Bale celebrates as the victory took Wales to the top of the Group B table on goal difference but Wales' Comprehensive 3 - 0 victory in Israel Last Weekend has seen expectations rise that Chris Coleman's charges can claim one of the two automatic qualifying spots and make it all the way to the 2016 finals in France."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Miss Santillan is understood to have moved to London from Mexico the woman, who described herself as visiting London from Miami, was pronounced dead at the scene last month Miss Santillan spoke of her love for London and Paris online in the weeks before her death."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is adamant he can keep Hull City in the Barclays Premier League after a 2 - 0 defeat by Southampton left them battling to stay up."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Raheem Sterling (right) was pictured smoking a shisha pipe with team - mate Jordon Ibe earlier this season Liverpool boss Brendan Rodgers (left) has n't disciplined sterling (pictured) or IBE for the incident Ibe was present among the Reds squad during their training session on Friday ahead of their FA Cup semi Rodgers, who has Steven Gerrard available for the FA Cup semi - final with Aston Villa, spoke to Sterling and Ibe in his office on Thursday but neither will be disciplined and Rodgers now wants to draw a line under the matter."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao has struggled for Manchester United during his season - long loan Falcao has struggled to reach the heights he achieved before suffering a serious knee injury and Dirar has revealed that Falcao was not happy in France but thinks he would have been better off staying at Monaco."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Patrick Kluivert has helped Curacao progress to the next stage of 2018 World Cup qualification former Holland Assistant Kluivert (far right) worked with Louis van Gaal (Centre) at the 2014 World Cup the first - round encounter was headed to extra time on Tuesday until former Holland Under 21 international Charlton Vicento scored in the 87th minute, five minutes after coming on as a substitute."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool vice - Captain Jordan Henderson thinks his side could catch Manchester City in the Premier League Henderson played his 47th Game of season in the 2 - 0 win over Newcastle United on Monday Night Manchester City have been faltering and lost 4 - 2 at Manchester United, Liverpool are four points behind 'We knew it was an important game for us,' Henderson said 'obviously the last couple of weeks in the Premier League have been disappointing both with performances and results."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil posted a picture on Twitter relaxing with his dog on Wednesday after returning home to London Ozil impressed on international duty as Germany beat Gerogia 2 - 0 in a Euro 2016 qualifier on Sunday the Midfielder, who was signed for 42.5 million from Real Madrid in 2013, missed Arsenal's last game against Newcastle through illness, but will be expected to start against Liverpool at the Emirates Stadium."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "Scroll down for video firefight: at least three people poured gasoline on a car and lit it on fire at a South Los Angeles Gas Station Explosive Situation: Group covered the white Dodge Charger and lit it while there were two passengers inside burnt out: the passengers and the driver were not hurt during the incident but the car was completely ruined the man's grandmother said the fire was lit after the suspects attempted to carjack her grandson, ABC 7 reported."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "In June, Wiggins will hope to race in front of a sell - out crowd at London's Olympic Velodrome Wiggins (left) alongside his team Sky colleague Luke Rowe after the pair raced the Paris - Roubaix Wiggins will look to beat the record of Dennis (pictured), who managed to cycle 52.491 km in an hour the Briton finished his team sky career at Paris - Roubaix last Sunday and will ride in next month's inaugural Tour de Yorkshire for his eponymous team before preparing for the hour as part of his return to the track."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Passenger Jin Pai, 35, was standing on the rim of a toilet when it collapsed, leaving him hospitalised the smashed up toilet in Hefei Xinqiao International Airport in the city of Hefei but he was caught out when the porcelain toilet then tipped over and shattered on the floor, cutting the man in several places."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City stars such as Sergi Aguero could miss out on 500k bonuses if they finish fifth Manuel Pellegrini's team are on incentivised contracts to stay within Financial Fairplay Rules City are in fourth place and will be just four points ahead of main rivals Liverpool after defeat in the Manchester derby and if Brendan Rodgers' side beat Newcastle United on Monday."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading on Monday the 19 - year - old has not featured for the first team since March last year after suffering serious knee injury Gnabry impressed for the Gunners last season before his progress was curtailed due to injury the Germany under - 21 international played for Arsenal's development squad as they lost 1 - 0 to Reading on Monday and is now over his injury worries."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Tokyo RRESEARCHERS have proposed a laser system to attach to the ISS which would be used to shoot down pieces of debris in Earth orbit (artist's illustration shown) unlike the Lasers in the movies, however, they will not be powerful enough to blind a pigeon, let alone blow up a planet."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils at Mitton Manor Primary School in Tewkesbury, pictured, to make the changes to their SATs exam answers the 31 - year - old also altered a number of the pupil's exam answers himself before the papers were sent off."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane celebrates yet another goal during what has been an incredible season for the young striker Kane scores past Tim Krul for Spurs against Newcastle, his 20th Premier League goal of the season the video, produced by COPA90, uses still photographs of the England forward placed one on top of the other to produce an animated effect."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Liverpool midfielder Jordan Henderson is set to sign a new long - term contract at Anfield Henderson chases down Aston Villa's Jack Grealish during Liverpool's FA Cup semi - final defeat at Wembley Henderson's New Deal is worth around 100,000 - A - week and will run until the summer of 2020 Henderson, 24, is the third big player in Brendan Rodgers' squad to agree a contract extension, following on from Daniel Sturridge and Philippe Coutinho."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Misse Beqiri Lindegaard tied the knot with the stunning model last year and the couple have a son together Danish International Lindegaard posted a link to Beqiri's Instagram account with the message: 'Day Off With My Sunshine @missebeqiri # Cheshire # Manchester' The Swedish beauty, who has Albanian roots, likes to flaunt her good looks on Instagram and regularly posts pictures while she's modelling at work."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel (right) says he's not interested in leaving Paris Saint - Germain in the summer the full back had a recent spat with the manager Laurent Blanc (right) after he was dropped he told l'Equipe: 'I am genuinely happy at PSG."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Mark Clattenburg will officiate the Manchester derby between United and City at Old Trafford the English referee sent off City and Belgium captain Vincent Kompany during the international break Leicester 5 - 3 Manchester United West Ham 1 - 1 Manchester United Manchester United 3 - 0 Tottenham Manchester City 3 - 1 West Ham Liverpool 2 - 1 Manchester City Chelsea 1 - 1 Manchester City Clattenburg has courted controversy during his career but is generally regarded as one of the Premier League's leading referees alongside Michael Oliver."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes's knee collided with George North's head as he crossed the line to score for Northampton North was left out cold on the pitch at Franklin's Gardens and had to be taken off on a stretcher it was the third time that the Wales and lions winger had been knocked out in the space of two months Fiji - born forward Hughes missed his side's Champions Cup quarter - final loss against Toulon last Sunday North was left unconscious by The Clash;"}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson had another dig at Andros Townsend after his appearance for Tottenham against Burnley Townsend was brought on in the 83rd minute for Tottenham as they drew 0 - 0 against Burnley Andros Townsend Scores England's equaliser in their 1 - 1 friendly draw with Italy in Turin on Tuesday night the former Arsenal Man was proven wrong when Townsend hit a stunning equaliser for England against Italy and he duly admitted his mistake."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "The Mass, which has risen some 50 ft above sea level, measures roughly 1,000 - 1,640 ft long, and 100 ft wide no clue: local residents on Hokkaido Island say they felt no tremors overnight, or heard any sounds to indicate movement, and that the landmass just appeared new view: local residents from Rausu, Hokkaido, take a look at the newly emerged coastline authorities have not been able to determine exactly when the landslide hit the snow - covered coastline, but they do not expect it to expand further, said an official at the Central Government's Hokkaido Regional Development Bureau."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes has forged a reputation as a fiery character in the England cricket team Stokes (left) clashed with Marlon Samuels during the second Test between West Indies and England but Stokes (right) responded positively to the row after talking to England coach Peter Moores only a slight niggle in his back might stop Stokes playing here in Barbados and I am glad he has fought his way back after what has been a year of ups and downs."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "England and Manchester City goalkeeper Joe Hart has lavished praise on fellow goalkeeper Gianluigi Buffon Hart has labelled Buffon, who won his 147th Cap against England on Tuesday night, a 'Legend of the game' 'I ve got a lot more learning to do and I want to do it in this team."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Luis Enrique only took charge at the club last summer and has impressed during his tenure Barcelona president Josep Maria Bartemou says the club are 'very happy' with Enrique's performance 'There's a lot of time to talk about his contract in the future,' The Barca president told bysport."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, was arrested on Monday amid claims she had sex with pupil, 15, in her car on consecutive nights in January a Texas Math teacher has been accused of having sex with an underage pupil from a Texas High School a month after she was arrested for letting another teenage touch her breasts."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "No Love: 13 letters that hung over Yankee Stadium were estimated to bring in anywhere from $300,000 to $600,000, but received no bids at a Sotheby's auction Wednesday the 68 - year - old Yankee said he wanted 'a new generation to own and enjoy this icon of the Yankees and of New York City.'"}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster's League One encounter against Fleetwood tested the patience of the most ardent fan Doncaster's media team faced a tough challenge compling the match highlights of 0 - 0 draw and so it proved as the two sides played out a goalless draw at the Keepmoat Stadium."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Alexis Sanchez was courted by a number of elite clubs last summer but eventually chose Arsenal Sanchez has made an instant impact in English football and has scored 19 goals so far this season Arsenal boss Arsene Wenger (right) is delighted that Sanchez decided to join the North London Club 'at the end of the day, only Sanchez can explain to you why he has chosen us."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Scroll down for more family and friends of Aaron Siler, a man shot dead by police last month, are in shock after a billboard featuring the officer who pulled the trigger, Pablo Torres, was erected in Kenosham, Wisconsin 'I felt like they were saying thank you for killing Aaron': family friend Kathy Willie called the Billboard 'disrespectful' and said it should be taken down Siler's family and friends have called the Billboard 'disrespectful' and are asking for it be taken down."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Federal MP Bob Katter, who released a statement today accusing the Queensland Government of assuming Billy Gordon would quit after he was recently accused of domestic violence Mr Gordon was forced to quit the Queensland Labor Party last week in the wake of being accused of domestic violence and withholding his criminal history from Premier Annastacia Palaszczuk."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Chapel of Love: The Winning Duo - announced next Monday - will get married in the brand new Elvis Presley's Graceland Wedding Chapel (artist's rendering above) at the Westgate Hotel on Thursday, April 23 Flashback: In this May 1,1967, file photo, singer Elvis Presley, 32, and his bride, 21, the former Priscilla Beaulieu, appear at the Aladdin Hotel in Las Vegas, after their wedding"}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "Scroll down for Video X Factor Finalist, Ella Henderson, has been revealed as the face of dry shampoo company Batiste the campaign images shows the singer stood against a blurred and vibrant city background showcasing a variety of hairstyles."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Caught Out: Jamie, who has been to prison for burglary, was found to be lying after taking a test outraged: Dawn, who was going to spend the money on a gravestone, was left furious by the revelation Mr Kyle also revealed that Jamie had sent a Facebook Message to Dawn during the journey to London in which he declared his undying love and confessed to taking the money but blamed it on girlfriend Carol."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of killing his elderly neighbour Terrence Freebody in the Dining Room of his home on Mugga Way, Red Hill, Canberra in July 2012 Professor Mullin told the court that the Triple 0 calls which Costa made 'almost certainly' during the incident proved that his mood fluctuated from 'moment to moment'."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "Four - year - old James Hayward had his toy gun confiscated at East Midlands Airport a four - year - old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when he saw the Alarming Sight Tourist Tim Weston took a photo of the crocodile with the dog between its jaws a video of the crocodile swimming through the marina with the bike shop owner's dog has been viewed more than 500,000 times Mr Weston said: 'a couple of hours later we walked back past and there was still a crowd... But we did n't want to look at it again as we had just eaten."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen took his place on the right of the front row for the Surrey team photo shoot at the Kia Oval using his camera, Pietersen turned the tables to take pictures of photographers team - mate Chris Tremlett flashes a smile as he and Pietersen share a joke during the event photographers gather round Pietersen to get close - up pictures of the batsman Pietersen flashes a cheeky grin to the camera as he sat at the end of the front row for the team photo Pietersen was all smiles as he joked with team - mates ahead of the new County Championship season Pietersen smiles as he sits alongside Chris Tremlett (second right), Stuart Meaker (Centre), Jason Roy (Second Left) and Jade Dernbach Pietersen walks out to the Kia Oval pitch with a tracksuit top on, closely followed by his Surrey team - mates Pietersen jokes with a photographer during the Surrey CCC Photocall at the Kia Oval Pietersen looks on from inside the Kia Oval as he hopes to work his way back into the England set - up with Surrey"}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign former forward Radamel Falcao who has struggled on loan at Manchester United River Plate Vice President Matias Patanian admits the Club 'dream of Falcao' and that 'The Doors Are Open' the 29 - year - old has struggled during a season - long loan spell at Old Trafford this term - scoring just four Premier League goals - and it remains to be seen whether United will exercise the option to keep the frontman or whether he will return to parent club Monaco."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Italian paper Tuttosport claims the 31 - year - old has already decided to leave the club this Summer Tevez has always said he intends to finish his career back at his first club Boca Juniors in Argentina Carlos Tevez 17 Mauro Icardi 16 Jeremy Menez 16 Tevez's international manager Tata Martino claims any potential move would have no bearing on the player's Argentina future."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "I had no idea how much danger he was in. Jacob Phillips, 23, was found dead at the end of the disused Northern Promenade, a rocky area at the base of the cliff the university graduate had been out drinking in Cardiff before catching a taxi with friends Padraig Crowley and Rory Robinson."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Ross Barkley steps up to take a 10th minute penalty despite the presence of Leighton Baines on the pitch Barkley's effort is saved by Burnley goalkeeper Tom Heaton at Goodison Park Martinez insisted Barkley was within his rights to request penalty - taking duties on Saturday."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "A Man in a 'distinctive' cartoon mask demanded cash from owner's daughter on Saturday police were reportedly called to the Union St Dairy, in East Christchurch at about 12.30 pm, after receiving reports of a masked man demanding cash from the dairy owner's daughter."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "Luxury: This is the lounge on board a custom - built Boeing 747 - 8, as depicted in an artist's impression by Greenpoint Technologies Shuteye: the master bedroom of the 400million plane has a huge bed as well as an armchair and sofa for when the owner needs to relax business: The Conference Room of the plane could be perfect for meetings in the sky with its long table in the Centre Chill - Out: The Lounge Decor Looks Like a luxury hotel, belying its true location inside a plane similar to those used by commercial airlines executive: This room, which can be used as an office or a guest bedroom, gives a hint to its true location thanks to the Porthole - style Windows Kicking Back: the main suite could easily be mistaken for a room in a top hotel thanks to its over - the - top decorations restaurant: the central portion of the plane hosts a dining room which is attached to a kitchen, allowing the owner to make use of the services of a Private Chef Shiny: the Jumbo Jet is one of the most luxurious private planes ever built, with the price tag believed to have reached a total of 400million sofa: parts of the plane are set aside for guests to relax while watching television, as the vessel can carry several dozen passengers plush: another artist's impression of the Main State Room, which also contains a desk so the owner can switch between work and relaxation welcoming: Images of the lounge show a space very different to the normal aeroplane cabin, with the traditional rows of seats completely discarded in favour of a hotel - like ambience exclusive: Few People Can Ever Imagine flying in this sort of luxury - far more glitzy than First Class on commercial flights plan: the layout of the Boeing 747 is shown in this plan published by Greenpoint Technologies Gigantic: the luxury interior has been built inside a Boeing 747 - 8 similar to this one, which can hold up to 600 passengers"}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Inspirational: the Illinois teen who suffers from Cerebal palsy has created a video in which she dances do n't judge: people tend to think that because I have cerebral palsy I can not do anything and that I am so different from everyone else, when in reality I am pretty much just the same as everyone else, 'Dayna says' people like to define me based on disability."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "FA chairman Greg Dyke (left), speaking with Premier League chief Richard Scudamore, wants to increase the number of homegrown players at Top Flight Clubs Graham Taylor, Glenn Hoddle, Kevin Keegan, Sven - Goran Eriksson and Steve mcclaren have signed a letter addressed to Dyke, The Daily Telegraph Reports."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Arsenal need to sign players of a similar calibre to Thibaut Courtois, Nemanja Matic, Cesc Fabregas and Diego Costa, according to Henry Giroud, pictured during Arsenal's match against Chelsea, has scored 14 Premier League goals this season"}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "United manager Paul McGuinness saw his side claim victory in the 'Mini Derby' for the home side towering centre - forward Marcus Rashford, another local lad from whom big things are expected, wasted two decent opportunities when put through."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Scroll down for Video Bling: Becky Schoenig was shocked when her stolen car was located and returned to her with new Red Rims and detailing (above) theft: The Brand New 2015 Ford Fusion (above) had been stolen from her driveway Monday racer: She took to Facebook after getting the car back, writing;"}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "Scroll down for video 'Rich' Who Lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree 'prefer non drinker and smoker (I Know I'm Dreamin), fit attractive, will get free gym membership, to a gym of there choice, phone of there choice, must be reliable, honest, and loyal, good around th house, be good with their hands, good cook, Great in bed.'"}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Big Brother is watching: a speed camera has been turned round and is pointing at this house in Birmingham, West Midlands the Speed Camera has not been working for more than two years around 300 speed and traffic camera, using old technology, were turned off across the region in March 2013 in There Place, speed enforcement operations have been carried out by a small number of mobile camera units, fixed cameras on motorways and traffic officers on patrol."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "I want to stay at the club until the end of my contract. Filipe Luis insists he wants to stay at Chelsea (right), despite Atletico Madrid considering re - signing him Luis played in Brazil s friendly wins against France and Chile during the international break, but attentions now turn to the Premier League title run - in."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Scroll down for video an outfit worn in several scenes of the 1939 film gone with the wind by Vivien Leigh as she played Scarlett O'Hara sold for $137,000 at auction on Saturday the dress - a jacket and full skirt ensemble - was worn in several key scenes in the 1939 movie but has suffered a little with age and has faded to light gray from original slate blue - gray color the outfit has suffered a little with age, however."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "'Mr Munden is subject to a hospital order after being convicted and sentenced for sexual offences and also suffers from learning difficulties, so we need to know where he is as a matter of urgency.'"}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "A hallway shelf holds original tins of produce from the past including Cadbury s Marvel dried milk, Tate and Lyle Sugar and Colman s mustard the original kitchen appears dated but still has some unusual original features including the cupboards and the glass - panelled door the three - bedroom home also comes with all the original cupboards in the kitchen, a brick open - face fire and a rather dated kitchen sink while the wood - panelled hall is lit by stained - glass windows depicting ships the living room comes with various coats of arms in the glass with once commonplace features (pictured) now considered old - fashioned the property has a guide price of between 200,000 and 250,000 the property is unimposing from the outside - but inside boasts a number of quirky and unusual original features like these bedroom windows while some features have been upgraded - the house is double glazed - auctioneers worry the cost of renovations could put developers off"}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Neymar's sister Rafaella (left) headed to watch El Clasico of basketball with the Barcelona forward Neymar's sister Rafaella (right) attends a Euro League basketball match between Barcelona and Real Madrid Neymar is distracted at the basketball as his sister Rafaella (centre) watches on Neymar, Brazil's captain, led his national side to a 1 - 0 win over Chile at the Emirates Last Weekend Barcelona team - mate Dani Alves (front left) joined Neymar and friends to watch some live basketball Gary Medel walks off having appeared to stamp on Neymar at the Emirates on Sunday"}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "FC Tokyo Forward Yoshinori Muto (centre) brings the ball forward against Albirex Niigata in March FC Tokyo President Naoki Ogane claims that Chelsea have made a bid for Japan International Muto Muto tussles with Yuji Nakazawa of Yokohama f.marinos during a J - League Clash Last Month Age: 22 Club: FC Tokyo Appearances: 37 Goals: 16 International Caps (Japan): 11 International Goals: 1 Did You Know?"}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Police are investigating claims made by a former royal footman that Clarence House aides tried to force him into an orgy in the 1970s but his complaints were ignored for months before the police were finally notified, he claims."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea defender John Terry comes in from behind with a strong challenge on Radamel Falcao Terry's challenge on Falcao came during the build - up to Eden Hazard's opening goal for Chelsea the Manchester United Striker struggles to hold his grand and loses the ball to Terry near the half - way line Terry's strong challenge leads to a loose ball that is picked up by Cesc Fabregas to start of the scoring move without taking anything away from the sublime spectacle of the goal, pundits Thierry Henry, Jamie Redknapp and Graeme Souness agreed during their half - time analysis that play should have been stopped for Terry's rough tackle on Falcao."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "The 14 - year - old playmaker is regarded as one of the best talents to emerge from Anderlecht's youth set - up and has also attracted attention from Arsenal and Barcelona."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "Scroll down for video feckless: 23 - year - old Gemma faces being prevented from seeing her children by her own mother 'I love them,' says Debbie of the two children. '"}
