{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "A judge orders V. Stiviano to pay back more than $2.6 million in gifts from Donald Sterling. Sterling's wife sued her, saying she targeted wealthy older men. Shelly Sterling was thrilled with the court decision, her lawyer says. The gifts included a Ferrari, two Bentleys and a Range Rover."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "A North Pacific gray whale completes the longest migration of a mammal ever recorded. The whale, named Varvara, swam nearly 14,000 miles -LRB- 22,500 kilometers -RRB- She left her primary feeding ground off Russia's Sakhalin Island to cross the Pacific Ocean."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "A U.S. RC-135U was flying over the Baltic Sea when it was intercepted by a Russian SU-27 Flanker. The Pentagon says the Russian pilot's actions were``unsafe and unprofessional\"A year ago, a Russian jet flew within 100 feet of a RC-135U."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Lady Antebellum singer Hillary Scott's tour bus catches fire on a Texas freeway. Everyone on board was safely evacuated, Scott says. The fire destroyed everything in the bus's back lounge except her Bible, she says. Scott is set to perform at the Academy of Country Music Awards on Sunday."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The red sunsets were the result of raging wildfires in Siberia. The fires have destroyed dozens of villages in the region. The smoke from the fires was picked up by atmospheric winds. The winds carried the smoke from Siberia across the Pacific Ocean and brought it to the Northwest."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "A Save the Children spokesman says a ship carrying 550 people capsized off the Libyan coast. The Italian coast guard says it cannot confirm such an incident. There has been a recent upsurge in migrant boats crossing the Mediterranean. Italy registered more than 10,000 migrants arriving in first three months of 2015."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "SpaceX founder Elon Musk tweets:``Ascent successful. Dragon enroute to Space Station. Rocket landed on droneship, but too hard for survival\"He later clarified that the rocket landed, but tipped over. The Dragon will dock with the space station a couple of days after launch."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Holland America Line says two guests were found dead inside their stateroom. The ship left Tampa, Florida, on March 29 on a 14-day Southern Caribbean cruise. Puerto Rico Port Authority spokesman Efraín Santiago says cleaning staff discovered the deceased passengers."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "Most of those released were women and children; the rest were ill or elderly. The freed Yazidis were received by Peshmerga, who sent them to Irbil, an official says. It wasn't immediately clear what motivated Wednesday's release, Nuri Osman says."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "Eight Iranian border guards have been killed in clashes with militants near the border with Pakistan. A militant group called Jaish al Adal claimed responsibility for the attack, according to Iranian state media. The Pakistani government condemned Monday's attack, calling it an``act of terrorism ''"}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "Defense Minister Gen Nakatani told the Diet, Japan's parliament, that his jets had, to date, never come across any UFOs from outer space. Inoki had asked if aircraft were ever scrambled to meet extraterrestrial threats, and if research was being done into alien visitors."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Dzhokhar Tsarnaev was found guilty on all 30 charges related to the 2013 bombings. The sentencing phase begins Tuesday, a day after this year's Boston Marathon. Martin Richard and two others were killed and more 200 people wounded. The Richards are urging the Justice Department to end the case."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "A&E, Lifetime and History will simulcast a remake of``Roots\"in 2016. The miniseries is about an African-American slave and his descendants. LeVar Burton, who portrayed Kunta Kinte in the original, will co-executive produce."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale, on Wednesday afternoon. A 40-year-old man with chest and shoulder injuries was the first patient flown out by rescue helicopter. Six others-including an infant and two young girls-have been taken to Ipswich Hospital with minor injuries or for further assessment."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Serena Williams beat Sara Errani 4-6 7-6 -LRB- 3 -RRB- 6-3 in the Fed Cup play-off. The US were beaten 3-2 as Williams and Alison Riske were thrashed in the doubles rubber. The doubles defeat saw the US relegated to World Group II."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "The gun was inside a hard rifle case and was ` secured properly' to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites. Police believe the thief stole the rifle by breaking the rear right passenger-side window, tying a rope around the rifle case's handle or a cable lock, and using the momentum from another vehicle. The agent's gear bag, backpack, and some clothing and tools were also stolen during the March 27 theft."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas. The six-time Olympic gold medallist will compete on May 2 and 3. Bolt insists he always does ` his best to make his country proud' while wearing Jamaica colours."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich beat Porto 6-1 at the Allianz Arena on Tuesday night. Pep Guardiola managed to tear the left trouser leg of his trousers. The Bayern boss joked: ` I'll have to buy new ones for the next match' Click here for more Bayern Munich news."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "Maurice Van Ryn has pleaded guilty to 12 sex offences, including persistent sexual abuse of a child. One of his victims told Sydney's District Court on Monday that she is scared for her future relationships. The young woman, who cannot be named, said when he abused her as a child she didn't know it was wrong. She said she has suffered depression since she was 14 and had been hospitalised for self harm and attempted suicide."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "John Peacock has named his squad for next month's UEFA European Under-17 Championship. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year. They have been placed in Group D alongside Holland, Italy and the Republic of Ireland."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "The Queen's Guard slipped on a manhole cover during the Changing of the Guard at Buckingham Palace last week. He lost his footing and slid sideways, knocking his bearskin on the side of the box and dropping his rifle. Unfortunately for him, the entire incident was caught on a tourist's camera."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Ceahlaul Piatra Neamt sacked Ze Maria for the second time in a week. Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day after owner Angelo Massone decided to ` give the coaching staff another chance' The 41-year-old former Inter Milan and Parma right back was capped 25 times by Brazil."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "The clip, which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube. The original song for the popular NBC sitcom, sung by star Will Smith, details how his character grew up in West Philadelphia."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Last week she was barely showing--but Demelza Poldark is now the proud mother. Within ten minutes of tomorrow night's episode, fans will see Aidan Turner's dashing Ross gaze lovingly at his new baby daughter. What is rather less convincing is the timeline of the pregnancy."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast-casual chain will work with the Postmates app to begin offering delivery for online and mobile orders in 67 cities. But Mexican food fans should know that the restaurant plans to add a nine per cent service charge-with the delivery fees for Postmates beginning at $5 and up."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward after a season with no trophies. Rodgers' future at Anfield has been questioned after a third straight season without a trophy. Liverpool are seven points behind fourth placed Manchester City with a game in hand."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their four-month winless streak at home with a victory over Napoli in Serie A on Saturday in a key match for Champions League places. Miralem Pjanic finished off a swift counter-attack for Roma in the 25th minute. Second-place Roma moved provisionally four points ahead of city rivals Lazio."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Finnish researchers compared weight and height of more than 12,000 healthy two year old with records on antibiotic prescription. By two years-old, one in five boys and one in ten girls was overweight or obese. Repeated prescriptions before the age of two also raised odds of being a fat toddler."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Ministers refused blanket refund to families who had to pay extra to get documents. Just 2,191 compensation applications were approved between April last year and January this year, scarcely changed from 2,077 for the previous year. Home Affairs Committee chairman Keith Vaz led the calls for compensation."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Leicester are just three points from safety after back-to-back wins. Nigel Pearson has urged his players to ignore their relegation rivals. The Foxes host Swansea on Saturday in the Premier League. Jamie Vardy scored an injury-time winner against West Brom on Saturday."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Javier Hernandez has had a tough time on loan at Real Madrid this season. Orlando City have a huge Latin-American fanbase and made enquiries last week about the prospect of a deal. United have made a revised contract offer to 19-year-old Andreas Pereira."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Esteban Cambiasso says keeping Leicester in the Premier League will feel like winning a trophy. The Foxes are currently seven points adrift at the bottom of the table, with only eight games remaining. The Argentinian midfielder signed for the Foxes in the summer, leaving Italy after ten years and embarking on a new challenge in England."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "Charles Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years. The agreement requires that Manuel prove any circumstances surrounding the revocation of his license no longer exist before he can resume practicing chiropractic in the state."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Toddler slipped and fell into cheetah exhibit at Cleveland Metroparks Zoo. Visitors heard a scream as the toddler tumbled into the pit at 3 pm on Saturday. His parents jumped in and pulled him to safety before paramedics arrived. Cheetahs did not approach the boy or his parents while in the pit."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, faces several charges, including aggravated indecent assault, unlawful contact with a minor, sexual abuse of children and invasion of privacy. Investigators found 41 videos from the hidden camera that included footage of the girl and others while they used the bathroom."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture po-faced teenagers pictured next to their fathers leaping into the air. In each picture the daughter looks directly into the camera smiling while her father pulls a dramatic pose. The images are said to be part of a book which roughly translates into Daughter and Salaryman."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Arsenal host Chelsea in the Premier League on Sunday at 4 pm. Mesut Ozil took to Instagram to show off his new Apple Watch. The 26-year-old compared his gadget to TV character Michael Knight. Jack Wilshere is expected to start for the Gunners at the Emirates."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Roland Giroux captured his relationship with his blood parrot cichlid on camera. The man places his hand into the tank and gently cups the fish with his fingers. The fish begins swimming around the man's fingers and towards the surface as he removes his hand."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Wales' crunch Euro 2016 qualifier with Belgium this summer has been declared a 33,000 sell-out. The top two sides in Group B meet at the Cardiff City Stadium on June 12. Wales are in their best position to qualify for a major tournament since the 1958 World Cup finals in Sweden."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a £ 400,000 flat in Fulham, London. The 33-year-old Mexican national died as a result of injuries to the head and neck. Police have arrested a man in connection with her death but have bailed him."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Hull City were beaten 2-0 by Southampton at St Mary's on Saturday. Steve Bruce's side are now just two points clear of the relegation zone. The Hull boss is hoping ` nine or eight might be enough' to stay up. Southampton moved up to fifth in the table ahead of Tottenham."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their professional responsibilities and urged them to learn from a chastening week. Sterling was exposed for inhaling the legal high nitrous oxide on Monday. Then 24 hours later pictures emerged of Sterling and Ibe with shisha pipes. Ibe was present among the Reds squad on Friday ahead of their FA Cup semi."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao joined Manchester United on a season-long loan last summer. The Colombian striker has struggled to hit the heights he achieved before suffering a serious knee injury. United will have to pay £ 46million to make the loan permanent. Louis van Gaal's side are unlikely to take up that option."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Curacao beat Montserrat 4-3 on aggregate to progress to the second qualifying round in CONCACAF for the 2018 World Cup. Patrick Kluivert's team won 2-1 on Saturday in Willemstad. The former Holland forward worked with Louis van Gaal last year."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool beat Newcastle United 2-0 at Anfield on Monday night. Jordan Henderson and Simon Mignolet both played their 47th game of season. Manchester City have been faltering and lost 4-2 at Manchester United. Liverpool are four points behind City in the Premier League."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Mesut Ozil posted a picture on Twitter of him playing with his dog. The Arsenal playmaker is back in London after the international break. Ozil impressed as Germany beat Georgia 2-0 in a Euro 2016 qualifier. The midfielder missed Arsenal's last game against Newcastle through illness."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "Gang of at least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning. The driver of the car said he got into an argument with the suspects while he was pumping gas at a 76 Station in South Los Angeles. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside. No one was injured during the fire, but the car's entire front end was torched."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Bradley Wiggins will attempt to break cycling's hour record in June. The four-time Olympic champion will race at the Lee Valley VeloPark. The current record is 52.491 km, set by Australian Rohan Dennis. Tickets for the event will go on sale on April 19."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Jin Pai, 35, was standing on rim of toilet in Hefei Xinqiao International Airport. Airport officials said he had not wanted to let his bottom touch the seat. But he was caught out when the porcelain toilet tipped over and shattered. He received dozens of stitches on his left leg and buttocks."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City are on incentivised contracts to stay within financial fairplay requirements. Sergio Aguero, David Silva, Joe Hart and Yaya Toure could miss out on a big payday if City fail to reach the group stages of Europe's top competition. Manuel Pellegrini's side are currently fourth in the Premier League."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading. The 19-year-old has not featured for the first team since March last year. The Germany Under-21 international played for Arsenal's development squad as they lost 1-0 to Reading."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dr Adrian Quarterman, of Dundee University, is working on a laser which will convert sun beams into energy. satellites will orbit the earth, covered in mirrors to help it harvest the sunlight and convert it into laser light. If it works, it could mean solar power could even become viable in Scotland."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to their SATs exam answers. The 31-year-old also altered a number of the pupil's exam answers himself. This was despite the exam session at Mitton Manor Primary School in Gloucestershire finishing. The Department for Education annulled the whole school's SAT's results."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane is nominated for both the PFA Player and Young Player of the Year awards. The Tottenham striker has scored 20 Premier League goals this season. Kane is up against Eden Hazard and Alexis Sanchez for the top prize. A new animation has been released showing some of Kane's best goals."}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson is set to sign a new long-term contract at Liverpool. The midfielder had 14 months remaining on his current deal. Henderson's new deal is likely to be worth in the region of £ 100,000-a-week. The 24-year-old could replace Steven Gerrard as Liverpool captain."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Anders Lindegaard and Misse Beqiri have been dating since 2012. The couple married in a romantic Mauritius beach wedding last year. The Danish international has struggled for minutes at Manchester United. He has made just 19 Premier League appearances since arriving in 2010."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has been linked with a move away from Paris Saint-Germain. The full back had a recent spat with manager Laurent Blanc. But the Dutchman says he's not interested in leaving in the summer. Click here for more PSG news."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Referee Mark Clattenburg has been named to take charge of the Manchester derby on Sunday. The 40-year-old has sent off three players from United and City this season. Vincent Kompany was sent off during Belgium's 1-0 defeat of Israel."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes accidentally knocked out George North on March 27. Northampton winger was left unconscious and had to be taken off on a stretcher. Hughes was sent off and then banned for three weeks following the incident. But the ban has now been rescinded following an outcry on his behalf."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Tottenham drew 0-0 with Burnley at Turf Moor on Sunday. Andros Townsend was brought on in the 83rd minute for Tottenham. Paul Merson criticised Townsend's call-up to the England squad last week. Townsend hit back at Merson on Twitter after scoring for England against Italy."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "1,000 ft of seabed was forced to the surface on Shiretoko Peninsula near the town of Rausu. Geologists believe the emergence is a result of a landslide nearby. melting ice and snow caused a section of land to drop, pivoting the underwater area into the air."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes clashed with Marlon Samuels during the second Test. But Stokes responded positively to the row after talking to England coach Peter Moores. England must make sure they do not quash that natural exuberance and desire to take someone on. You want the character as long as the end product is runs and wickets."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "Gianluigi Buffon won his 147th cap against England on Tuesday night. England ace Joe Hart has labelled Buffon a ` legend of the game' The 37-year-old also claimed his 50th cap for his country on Tuesday. Hart is 10 years younger than Buffon."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona president Josep Maria Bartomeu says the club are ` very happy' with Luis Enrique. The 44-year-old took charge of the club last summer, signing a two-year deal. Barca are six games away from winning the La Liga title."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, was arrested on Monday amid claims she had sex with pupil, 15, in her car on consecutive nights in January. She was first arrested on March 19 for having an inappropriate relationship with a 15-year-old student, and was released on bail. Now she has been arrested again after another pupil, also aged 15, also accused Granado of having sex with him."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "The glowing blue letters that once lit the Bronx from above Yankee Stadium failed to find a buyer at an auction at Sotheby's on Wednesday. The 13 letters were expected to bring in anywhere from $300,000 to $600,000, but received no bids at the auction. The current owner of the signage is Yankee Hall of Famer Reggie Jackson."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster Rovers drew 0-0 with Fleetwood Town at the Keepmoat Stadium. The Yorkshire side are rooted to the bottom of League One. Doncaster's media team faced a tough challenge compling the match highlights. So they made it short and sweet, just 27 seconds in fact."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Alexis Sanchez joined Arsenal from Barcelona for £ 32million last summer. Arsene Wenger says he does not know why Sanchez chose the Gunners. Wenger admits Liverpool's interest in Sanchez was always on the cards. The Arsenal boss has played down talk of a move for Raheem Sterling."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26, was fatally shot after he ` armed himself with a weapon' after being confronted by officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting. A billboard, paid for by the Kenosha Professional Police Association, has been erected featuring a photograph of Torres and his dog. Siler's family and friends have called the billboard ` disrespectful '"}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Federal MP Bob Katter released a bizarre statement on his party's website. He accused the Queensland Government of thinking embattled MP Billy Gordon would quit after he was accused of domestic violence. Mr Katter, who is of Lebanese descent, said he sympathised with Mr Gordon's position. The statement has sparked criticism on social media."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "The 69-year-old collaborated with NBC's Today show to launch a contest for one Elvis-obsessed couple to win the ` ultimate wedding' The winning duo-announced next Monday-will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel on April 23. Along with the singer's former wife in the audience, the winning couple will win a free wedding reception and hotel suite for two nights."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "X Factor finalist Ella Henderson has joined forces with dry shampoo brand Batiste. The 19-year-old has been announced as the official face of the 2015 ` Ready For It' campaign. This will mark the star's first brand collaboration and her first endorsement."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Dawn, who has had seven miscarriages, was appearing on The Jeremy Kyle show. She accused long-term chum, convicted burglar Jamie, of stealing from her. When a lie detector test revealed he had done the deed, she burst into tears. She was going to spend the money on a £ 500 grave stone."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of killing his elderly neighbour Terrence Freebody in the dining room of his home on Mugga Way, Red Hill, Canberra in July 2012. Forensic psychiatrist Professor Paul Mullen examined Costa after the attack and believes there was evidence of the accused's state of mind declining in the lead-up to the incident and also during the event. The jury can return a not guilty verdict if Costa's unstable mindset at time of the attack can be proven."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward had his toy gun confiscated at East Midlands Airport. The four-year-old was frisked and then forced to hand over his Nerf gun. The toy, which fires sponge darts, was deemed a security risk. The boy's father described the security checks as ` ludicrous '"}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "A video of a crocodile swimming through a public marina with a dead pet dog locked in between its jaws has been viewed more than half a million times online. The clip shows a large croc calmly moving through the marina in the tourist hotspot of Puerto Vallarta, in Mexico. New Zealander Tim Weston was on holiday with his wife when the attack happened."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen took part in a Surrey team photo shoot at the KIA Oval. The batsman was in a jovial mood ahead of the start of the county championship season. Surrey begin their campaign against Glamorgan on April 19. CLICK HERE for all the latest cricket news."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate vice president Matias Patanian admits the club ` dream of Falcao' and that ` the doors are open' The Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009. The 29-year-old has struggled on loan at Manchester United this season."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has told Juventus he wants to leave the club this summer. The 31-year-old wants to return to his first club Boca Juniors in Argentina. Boca have confirmed they are close to completing a deal for the striker. But club president Daniel Angelici has stressed Tevez must terminate his contract with Juventus first."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, was found dead at the end of the disused Northern Promenade, a rocky area at the base of the cliff. The university graduate had been out drinking in Cardiff before catching a taxi with friends Padraig Crowley and Rory Robinson. The trio got out of the taxi to ` use an ATM' before making a run for it."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Ross Barkley missed from the spot in Everton's 1-0 win against Burnley. The untried Barkley inexplicably took the 10th minute kick--awarded for a foul by David Jones on Aaron Lennon. Leighton Baines, who has scored 15 penalties from 16 attempts in the Premier League."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "A man in a ` distinctive' cartoon mask robbed a Christchurch dairy. He made off with the dairy's till and about $1500 in cash on Saturday. The offender, snapped on security footage in a fluoro orange sweatshirt and oversized mask, is described as ` very tall '"}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "Boeing 747-8 is believed to have cost a mystery billionaire £ 400million. It was customised to fit his specifications exactly over a three-year period. It contains a large dining room where travellers can enjoy meals cooked in an adjoining kitchen, with a lounge and ` state room '"}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dobias, 19, from Downers Grove was born with cerebral palsy. She hopes to inspire others with her enthusiastic videos. ` I might do things a little bit differently than most people, but that doesn't mean that I should be treated differently,' she says."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "FA chairman Greg Dyke wants to increase the number of home-grown players in club squads from eight to 12. Graham Taylor, Glenn Hoddle, Kevin Keegan, Sven-Goran Eriksson and Steve McClaren have signed a letter addressed to Dyke."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry believes Arsenal need a goalkeeper, centre back, defensive midfielder and striker in the summer. The Frenchman also questioned whether Olivier Giroud can win the Premier League with the Gunners. Arsenal are currently third in the table, level on points with Manchester City."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "Manchester United Under 18s beat City 1-0 in the ` mini-derby' Callum Gribbin scored the winner with a delightful free-kick. The result leaves United two points behind Middlesbrough with a game in hand. City have now lost both matches in the Barclays U18s Premier League."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night. Then, on April 1, she was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as hers. She noticed that the rims had been spray painted red and there was red detailing on the sides of the car."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "The outback Casanova, who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. The advertisement outlined how the successful applicant must enjoy the outdoors, but is also ` also a princess when need to be' ` Rich' promised ` all reasonable offers will be considered '"}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Bright yellow gatso had previously enforced the 30mph speed limit. But it has not been working for two years after every single fixed device was switched off in the West Midlands. Around 300 speed and traffic camera, using old technology, were turned off across the region in March 2013."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract. The full back signed a three-year contract when he moved from the Spanish champions last July, but has struggled to make the left back position his own at Stamford Bridge. Luis played in Brazil's friendly wins against France and Chile during the international break."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "Heritage Auctions offered the gray jacket and skirt, featuring a black zigzag applique, plus more than 150 other items from the Academy Award-winning film at auction on Saturday. The dress-a jacket and full skirt ensemble-was worn in several key scenes in the 1939 movie but has suffered a little with age and has faded to light gray."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, has been missing since 6.15 pm on Tuesday. He was last seen leaving a hospital, near Hook, Hampshire. Munden was detained under the Mental Health Act after sexually touching the three-year-old girl. Officers believe he may have shaved off his beard before leaving hospital."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The collector's paradise in Horfield, Bristol, has gone untouched for more than 80 years. It comes complete with the original bathroom, kitchen, stained-glass windows and even oil-fired central heating. The semi-detached property has a guide price of between £ 200,000 and £ 250,000."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Neymar and Dani Alves went to watch El Clasico on Thursday night. Barcelona beat Real Madrid 85-80 in the Euro League contest. Real Madrid remain top of their Euro League division over their bitter rivals, just by points difference. Neymar and his Barcelona team-mates return to La Liga on Sunday."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo forward Yoshinori Muto. The 22-year-old will join Chelsea's Dutch partner club Vitesse Arnhem on loan next season if he completes a move to Stamford Bridge. Chelsea signed a £ 200million sponsorship deal with Japanese company Yokohama Rubber in February."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. His complaints were ignored for months before the police were finally notified."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea beat Manchester United 1-0 at Stamford Bridge on Saturday. Eden Hazard scored the opening goal of the game after John Terry's challenge on Radamel Falcao. Thierry Henry, Jamie Redknapp and Graeme Souness agree Terry fouled the striker."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manuel Pellegrini is keen to sign Anderlecht youngster Evangelos Patoulidis. The 14-year-old playmaker is regarded as one of the best talents to emerge from the Belgian club's youth set-up. Arsenal and Barcelona are also interested in the youngster."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "Gemma, 23, has two children under five by two different fathers. Handed both infants over to her 52-year-old mother Debbie when they were four months old. Now Debbie is threatening to ban Gemma from seeing the children at all. Says her daughter's constant drinking and partying is getting out of hand."}
