{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "A Judge Orders v. Stiviano to pay back more than $2.6 million in gifts. Rochelle ``Shelly ''Sterling accuses Donald Sterling of targeting wealthy older men. She says she never took advantage of the former Los Angeles Clippers owner.`` this is a victory for the Sterling family,'' her lawyer says."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "Varvara, which is Russian for ``Barbara, ''swam nearly 14,000 miles -LRB- 22,500 kilometers -RRB-. She left her primary feeding ground off Russia's Sakhalin Island. She visited`` three major breeding areas for eastern gray whales''"}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "A Russian fighter jet intercepted a U.S.. Reconnaissance plane in an ``unsafe and unprofessional manner ''the Pentagon says the incident occurred in international airspace north of Poland. A year ago, a Russian jet flew within 100 feet of a RC - 135U over the Sea of Okhotsk."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "Lady Antebellum's tour bus caught fire on Interstate 30 just northeast of Dallas. Hillary Scott, co-lead singer for the band, posted a photo of the charred bus on Instagram. The band's two other members, Charles Kelley and Dave Haywood, were not traveling on the bus."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The fiery sunsets were the result of raging wildfires in parts of Siberia. Strong winds picked up the smoke from the fires. As the smoke starts to dissipate, air quality will get better."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "More than 8,480 migrants were rescued from the Mediterranean from Friday to Monday. The Italian Coast Guard received SOS calls from 20 boats in distress on Monday. Save the Children Fears 400 migrants could be missing, citing testimony from survivors. There has been a recent upsurge in migrant boats crossing the Mediterranean into Italy. Most migrants recorded this year come from countries in West Africa"}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "SpaceX founder Elon Musk tweeted: ``Rocket landed on droneship, but too hard for survival ''the Dragon Will Dock with the space station a couple of days after launch."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "Two guests were found dead in their stateroom on the MS Ryndam in Puerto Rico. The ship left Tampa, Florida, on March 29 on a 14 - day Southern Caribbean cruise."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "Most of those released are women and children; the rest are ill or elderly. Isis previously released scores of other Yazidis."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "A militant group called Jaish Al Adal claims responsibility for the attack. The group is an anti-Iranian Group, according to Pakistani media. The Pakistani government condemns the attack, calling it an ``Act of terrorism ''"}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "Defense Minister Gen Nakatani tells Japan's parliament that the country's Air Self Defense Force has never encountered an extraterrestrial unidentified flying object. Former wrestler - turned - lawmaker Antonio Inoki also claims to have seen a UFO with his own eyes, but admitted that he did n't know personally if aliens existed. Inoki has appeared in the U.S.. - based WWE, and is the founder of the"}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "Dzhokhar Tsarnaev was convicted last week on all 30 charges related to the Boston Marathon bombings. The sentencing phase begins Tuesday. ``We are in favor of and would support the Department of Justice in taking the death penalty off the table, ''they say."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "``Roots ''is an epic miniseries about an African - American slave and his descendants. It had a staggering audience of over 100 million viewers back in 1977. Levar Burton, who portrayed Kinte in the original, Will co-executive produce the new miniseries."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Three cars collided on the Brisbane Valley Highway, 2 km south of Fernvale. A 40 - year - old man with chest and shoulder injuries and a boy with chest pain were the first patients flown out by rescue helicopter. Six others - including an infant and two young girls - have been taken to Ipswich Hospital with minor injuries or for further assessment. The affected stretch of the highway has been closed off,"}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Serena Williams beat Sara Errani 4 - 6 7 - 6 -LRB- 3 -RRB- 6 - 3 in the Fed Cup play - off. The US were beaten 3 - 2 by Williams and Alison Riske in the doubles rubber. Williams said she was `not as ready for the Claycourt season as I thought I was'"}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "The rifle was inside a hard rifle case and was `secured properly 'to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites. Police believe the thief stole the rifle by tying a rope around the rifle case's handle or a cable lock. The rifle's gear bag, backpack, and some clothing and tools were also"}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas. The six - time Olympic gold medallist will be part of the Jamaican team. Bolt insists he always does `his best to make his country proud."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Bayern Munich beat Porto 6 - 1 at the Allianz Arena on Tuesday night. Pep Guardiola ripped a small hole in his trousers during the match. The former Barcelona boss joked after the match: `I'll Have to buy new ones for the next match '"}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "A young woman who was subjected to years of abuse by Bega Cheese Boss Maurice Van Ryn has told a court of the severe impact it had on her life. The young woman, who can not be named, told Sydney's District Court on Monday that she is scared for her future relationships. The wealthy NSW businessman has pleaded guilty to 12 sex offences, including the"}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "England coach John Peacock has named his squad for next month's UEFA European Under - 17 Championship in Bulgaria. The Young Lions are the defending champions after beating Holland in the final last year. They have been placed in Group D alongside Holland, Italy and the Republic of Ireland. They will open their campaign against Italy in Burgas on May 7. Arsenal's Chris Willock has"}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "The Queen's Guard slipped on a manhole cover during the changing of the Guard. He lost his footing and slid sideways, knocking his bearskin on the side of the box and dropping his rifle. Embarrassed soldier quickly scrambled to his feet as his colleagues marched past as if nothing had happened."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Ceahlaul Piatra Neamt have sacked Brazilian coach Ze Maria. The 41 - year - old was sacked on Wednesday after a poor run. He was reinstated the next day after owner Angelo Massone decided to `give the coaching staff another chance '"}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "Jesse and Melissa Meek announced they are expecting a child in a rap video they made set to the theme from `90s television sitcom 'The Fresh Prince of Bel - Air` The clip, which features Jesse and Jesse Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube. He is the great - great - grandson of Oregon pioneer Joseph Lafayette Meek."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Women across the country have voiced their longing to settle down with Ross Poldark. But unfortunately it seems as if his heart is well and truly off the market."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast - casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Brendan Rodgers `Future at Liverpool has been questioned after a third straight season without a trophy. Jamie Carragher has received a Beacon Award for his community work. The 37 - year - old has provided coaching in eight schools in deprived areas of Merseyside. Liverpool are seven points behind fourth placed Manchester City with a game in hand."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their four - month winless streak at home with a win over Napoli. Miralem PJANIC put Roma ahead in the 25th minute. Juan Iturbe had a chance to make it 2 - 0 two minutes from time but hit back. Daniele De Rossi doubled the lead in the second half. Morgan de Sanctis denied Dries Mertens on several occasions. The 38 - year - old goalkeeper also made a leaping save"}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "A third of 10 - 11 year olds and more than a fifth of 4 - 5 year olds in England are overweight or obese. Repeated prescriptions before the age of two raised the odds of being a fat toddler. Boys seemed particularly prone weight gain after being given antibiotics. But if they do, it may be because they kill of bugs in the gut that would normally feed on"}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "Thousands of holidaymakers caught up in passport delay fiasco have not received any compensation. At the same time, managers at the Passport Agency received up to # 3,500 in bonuses. Ministers refused to give a blanket refund to desperate families who had to pay extra to get their travel documents rushed through."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "Leicester City host Swansea City in the Premier League on Saturday. The Foxes remain bottom of the table after back - to - back wins. Jamie Vardy scored an injury - time winner against West Brom on Saturday."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "Javier Hernandez has been linked with a move to Orlando City. Manchester United are willing to sell for around # 8million. Southampton, Stoke, West Ham and Everton are all interested. Manchester United have made a revised contract offer to 19 - year - old Andreas Pereira."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Leicester City are currently seven points adrift at the bottom of the Premier League. Esteban Cambiasso has won all the major European competitions a player can during his illustrious career. The Argentinian midfielder says keeping Leicester up will feel like winning a trophy. The foxes have not won a game since January. They face West Ham United at Upton Park on Saturday. The former real"}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "Charles Manuel admitted wrongdoing to the Iowa Board of Chiropractic. He signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years. The disgraced chiropractor received a perfect five out of five stars in patient satisfaction."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "A mother was holding the two - year - old boy and another child when the toddler slipped and fell into the cheetah exhibit at the Cleveland Metroparks Zoo on Saturday. He was rescued by his parents before firefighters and paramedics arrived on the scene. He suffered from minor bumps and bruises and was listed in stable condition at the hospital. The boy's leg was injured in the fall,"}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15 - year - old girl found a hidden camera under the sink in her bathroom. The Girl told investigators that the man molested her when she was nine years old. Investigators found 41 videos from the hidden camera that included footage of the girl and others while they used the bathroom, 34 of which showed"}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yâki Aoyama has created father - daughter portraits. The 37 - year - old's images are said to be part of a book called daughter and salary man."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Arsenal playmaker Mesut Ozil took to Instagram to show off his new Apple Watch. The 26 - year - old compared his gadget to TV character Michael Knight. Ozil is expected to start for Arsene Wenger's side against Chelsea on Sunday."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "Roland Giroux captured his remarkable relationship with his blood parrot cichlid. The fish swims away from the man's hand a few times but returns to be massaged. Mr Giroux was forced to remove the other two from the tank when he noticed that they were bullying his prized pet."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Wales take on Belgium at the Cardiff City Stadium on June 12. Wales are in their best position to qualify for a major tournament since the 1958 World Cup finals in Sweden."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a flat 400,000 flat in Fulham, South West London. The Mexican National died as a result of injuries to the head and neck. A 23 - year - old man was arrested in connection with her death but has been bailed. He has been told to return to a London Police Station for further questioning."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is confident he can keep Hull City in the Premier League. Hull were beaten 2 - 0 by Southampton on Saturday and are just two points clear of the drop zone. Ronald Koeman's side moved to fifth in the table ahead of Tottenham and Liverpool."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Liverpool host Aston Villa in the FA Cup semi-final on Sunday. Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their responsibilities. Sterling was pictured smoking a shisha pipe with team - mate Ibe earlier this season. Ibe was present during Liverpool's training session on Friday. Rodgers has n't disciplined sterling or IBE for the incident. Click here for all the latest Liverpool News."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao joined Manchester United on a season - long loan last summer. The Colombian striker has struggled to reach the heights he achieved. Nabil Dirar believes he must be regretting his loan move to Old Trafford."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Patrick Kluivert has helped Curacao progress to the next stage of World Cup qualifying. The former Holland assistant has made a winning start as coach of the Caribbean island team. Crotcao drew 2 - 2 in a second - leg match at Montserrat to win 4 - 3 on aggregate."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Jordan Henderson believes Liverpool Can Catch Manchester City. Henderson played his 47th Game of season in the 2 - 0 win over Newcastle United. Raheem Sterling opened the scoring in the ninth minute at Anfield. Joe Allen capitalised on a defensive mistake to score his first Anfield goal."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "Germany beat Georgia 2 - 0 in their Euro 2016 qualifier on Sunday. Mesut Ozil has been in fine form since returning from injury. The German playmaker posted a picture on Twitter relaxing with his dog. Ozil missed Arsenal's last game against Newcastle through illness. He will be expected to start against Liverpool at the Emirates Stadium on Saturday."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "The driver of the car said he got into an argument with the suspects. The group covered his white Dodge Charger in gasoline and lit it ablaze. No one was injured during the fire, but the car's entire front end was torched. The Los Angeles County Fire Department is investigating the incident as an arson."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid to break cycling's hour record on June 7. The four - time Olympic champion will ride the furthest distance in 60 minutes at the Lee Valley VeloPark. Australian Rohan Dennis managed to cycle 52.491 km in an hour in February. The Briton finished his team sky career in the Paris - Roubaix 253.5 km one - day race on Sunday. Tickets will be sold from April"}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "Jin Pai, 35, was standing on the rim of a toilet when it collapsed. He had not wanted to let his bottom touch the seat because he was `worried it might not be clean 'he was caught out when the toilet tipped over and shattered on the floor. He was hospitalised in Hefei Xinqiao International Airport in eastern China. Authorities said they believed"}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City are on incentivised contracts to stay within financial fairplay rules. Sergio Aguero, David Silva and Yaya Toure Could Miss Out on a big payday if they fail to qualify for the Champions League. Manuel Pellegrini's side lost to rivals Manchester United at Old Trafford on Sunday."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading. The 19 - year - old has not featured for the first team since March last year. Gnabsry has been sidelined since March 2014 with a serious knee injury. The Germany under - 21 international says he is feeling `better and better 'all the time."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "Dr Adrian Quarterman, of Dundee University, is working on a laser which will convert sun beams into energy. The satellites will orbit the Earth, covered in mirrors to help it harvest sunlight and convert it into laser light. The energy it then creates, using semi-conductors, can be shot back to Earth. If it works, it could mean solar power could become"}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to National Curriculum Tests. 31 - year - old also altered a number of Pupil's exam answers himself. Investigation by local education authority found some pupils had changed answers. Gufficks was later forced to give up his job at Mitton Manor Primary School. Department for Education annulled the whole school's SATS Results last year."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "Harry Kane is nominated for both the PFA Player and Young Player of the Year awards. The Tottenham striker has broken through into Roy Hodgson's England side. Kane has scored 20 Premier League goals so far this season. The video, produced by COPA90, features some of Kane's best goals. It features his long - range strike against Chelsea, a headed goal against Arsenal"}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson is set to sign a new long - term contract at Liverpool. The midfielder's New Deal is worth around # 100,000 - a-week. Henderson is the third big player in Brendan Rodgers `Squad to agree a contract extension. He could replace Steven Gerrard as Liverpool captain when the 34 - year - old departs. Talks with Raheem Sterling are not expected to resume until the end of the season."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Anders Lindegaard and Misse Beqiri have been dating since 2012. The Danish goalkeeper has struggled at Old Trafford since arriving in 2010. In five seasons, he has made just 19 league appearances. The 31 - year - old has been told he can leave Manchester United. Click here for all the latest Manchester United News."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel says he's not interested in leaving Paris Saint - Germain in the summer. The full back was dropped for the Champions League clash against Chelsea. The Dutchman has reiterated his `love 'for the Ligue 1 club. Van der Wiel has been linked with a move to Barcelona's Dani Alves. Click here for all the latest PSG news."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Manchester City host Manchester United at Old Trafford on Sunday. Referee Mark Clattenburg will officiate the Derby on Sunday. City captain Vincent Kompany has been suspended for two bookable offences. The 40 - year - old has only sent off two players in the Premier League this season. Both Tyler Blackcett and Luke Shaw have been from United this season. Click here for all the latest Manchester Derby News"}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes `knee collided with George North's head as he crossed the line to score for Northampton on March 27. The Fiji - born forward received a further sanction at the original hearing. But the ban was thrown out, as the appeal lodged by Wasps was up - held. It was the third time the Wales and lions winger had been knocked out in the space of two"}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson had another dig at Andros Townsend after his appearance for Tottenham against Burnley on Sunday. Townsend was brought on in the 83rd minute for Tottenham as they drew 0 - 0 with Burnley. Townsend hit back at Merson on Twitter after scoring for England against Italy. Sky Sports Pundit criticised Townsend's call - up to the England squad last week. Merson said: `when I '"}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "Snow - covered coastline on Hokkaido Island, Japan, has risen 50ft from sea surface. Geologists believe it is a result of a landslide nearby. The Mass, which has risen some 30 to 50ft above sea level, measures roughly 1,000 - 1, 640 ft long, and 100ft wide. Authorities have not been able to determine exactly when the landslide hit the coastline, but they do"}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "Ben Stokes has forged a reputation as a fiery character. He clashed with Marlon Samuels during the Second Test in Barbados. Stokes should not live up to his reputation and become pigeon - holed. He can use his aggression to bring runs and wickets to the England team."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "Joe Hart has labelled Gianluigi Buffon a `Legend of the game 'The Manchester City goalkeeper won his 147th Cap against Italy on Tuesday night. Hart said after the 1 - 1 draw with Italy that the Italian was an inspiration. The 37 - year - old revealed his delight at receiving his 50th cap. Hart said:` It's definitely a night to celebrate a terrific goalkeeper... Someone I"}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona president Josep Maria Bartomeu says the club are `very happy 'with Luis Enrique. Enrique only took charge of the club last summer and has impressed. The 44 - year - old signed a two - year deal at the Nou Camp Last Summer. Barcelona are six games away from winning the La Liga title."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, is a maths teacher at MacArthur High School in Irving, Texas. She was arrested on March 19 for having an inappropriate relationship with a 15 - year - old pupil. Now she has been arrested again after another pupil, also 15, also accused Granado of having sex with him on two consecutive nights in January. The abuse came to light after a school"}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "The 13 letters were expected to bring in anywhere from $300,000 to $600,000. The only person who raised a paddle for $260,000 was a Sotheby's employee trying to jump start the bidding. The current owner of the signage is Yankee Hall of Famer Reggie Jackson, who bought the letters `on a lark '"}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster Rovers drew 0 - 0 with Fleetwood Town at the Keepmoat Stadium. The Yorkshire side were entrenched in mid-table mediocrity in League One. Doncaster's media team faced a tough challenge compling the match highlights."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Arsenal host Liverpool at the Emirates Stadium on Saturday. Alexis Sanchez was courted by a number of top clubs last summer. Arsene Wenger is delighted that Sanchez decided to join the Gunners. The Chilean forward has scored 19 goals so far this season. Wenger has played down speculation linking him with Raheem Sterling. Click here for all the latest Arsenal News."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Aaron Siler, 26, was fatally shot after he `armed himself with a weapon 'after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the shooting. A billboard featuring Torres and his dog has been erected in Kenosham, Wisconsin. Siler's family and friends have called the Billboard` disrespectful'"}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Bob Katter, Federal MP for Kennedy, is of Lebanese descent. He said he's been personally subjected to racist attitudes from both major parties in the past. Mr Gordon was forced to quit the Queensland Labor Party last week in the wake of being accused of domestic violence and withholding his criminal history from Premier Annastacia Palaszczuk. Mr Katter has since defended the statement,"}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "The 69 - year - old collaborated with NBC's Today Show to launch a contest for one Elvis - obsessed couple to win the `Ultimate Wedding 'the winning duo - announced next Monday - will tie the knot at Elvis Presley's Graceland Wedding Chapel at the Westgate Hotel on Thursday, April 23. Along with the singer's former wife in the audience, the winning couple will win a free wedding reception and Hotel"}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "Ella Henderson has been announced as face of Dry Shampoo brand Batiste. The 19 - year - old has been unveiled as the face of the brand. The X Factor Finalist and pop star has joined forces with the UK's Number 1 brand. The campaign will mark the star's first brand collaboration."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "Bereaved mother, named Dawn, appeared on the Jeremy Kyle Show. Accused long - term Chum, convicted burglar Jamie, of making off with the cash. When a lie detector test revealed Jamie, who lives with Dawn and her partner, had done the deed, she burst into tears and stormed off. Jamie has been to prison for burglary and has had seven miscarriages."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "Luigi Costa, 71, is accused of stomping on his elderly neighbour Terrence Freebody in the Dining Room of his home in Red Hill, Canberra in July 2012. Forensic psychiatrist Professor Paul Mullen examined Costa after the attack and believes there was evidence of the accused's state of mind declining in the lead - up to the attack. Prosecutor Shane Drumgold suggested that Costa feigned his failing"}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "James Hayward had his toy gun packed in his hand luggage for flight to Lanzarote. The four - year - old's toy - which fires Sponge Darts - was picked up on X-ray machines. He was forced to hand over it after it was deemed a security risk. Dad Phil has labelled the security checks `ludicrous' and criticized how staff reacted. East Midlands Airport apologised for the inconvenience but said they"}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "Tourist Tim Weston was on holiday in Puerto Vallarta with his wife when the attack happened. He said the crocodile kept the dog in its mouth for ages, not moving at all `a video of the Croc swimming through the marina has been viewed more than 500,000 times. The dog belonged to the local bike shop owner's owner. In the video the Beast Glides"}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "Kevin Pietersen posed for a Surrey team photo at the Kia Oval. The batsman was at the end of the front row for the event. Pietersen has joined Surrey in an attempt to force his way back into the England set - up. Surrey play Oxford MCCU in a MCC University Match on Sunday."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "Radamel Falcao has struggled on loan at Manchester United. The 29 - year - old has scored just four Premier League goals this season. River Plate are open to signing the striker."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has been told to terminate his contract with Juventus. The former Manchester City Striker's deal with the Serie A champions does not expire next season. Boca have confirmed they are close to completing a deal for the 31 - year - old. Tevez joined Boca's youth academy in 1996 and scored 26 league goals in 76 appearances for the club before joining Corinthians in 2005."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Jacob Phillips, 23, had been drinking in Cardiff before getting a taxi home. He did n't have enough money to pay for the journey to Penarth, South Wales. The trio got out of the taxi to `use an ATM 'before making a run for it. Mr Phillips was found dead at the end of the disused Northern Promenade."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Ross Barkley missed from the spot in Everton's 1 - 0 win against Burnley. Leighton Baines has scored 15 penalties from 16 attempts in the Premier League. Roberto Martinez insisted Barkley was within his rights to request penalty - taking duties."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "A Man in a `distinctive 'cartoon mask robbed a Christchurch Dairy. He made off with the dairy's till and about $1500 in cash on Saturday. Police are appealing to the public to help identify the robber."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "Artist's impression shows how a custom - built Boeing 747 - 8 has been converted into a luxury home for a mystery tycoon. The jumbo jet is one of the most luxurious private planes ever built, with a price tag of # 400million."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "Dayna Dobias, 19, was born with cerebral palsy. She hopes to change the way people with disabilities are represented by the television, film and the fashion industry."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Greg Dyke wants to increase the number of homegrown players at top flight clubs. The Chairman is facing opposition from the Premier League. Graham Taylor, Glenn Hoddle, Kevin Keegan, Steve McClaren and Sven - Goran Eriksson have signed a letter to Dyke. Only 81 of the 220 Premier League starters in the last round of matches were eligible for England selection."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry has criticised Arsenal's recent dealings in the transfer window. The Frenchman believes Arsenal need a goalkeeper, centre back, defensive midfielder and striker. Henry also hit out at Olivier Giroud by claiming the Gunners will struggle to win the league if his fellow countryman is to remain as the club's first choice striker. Arsenal are third in the Premier League, Level"}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "No less than 13 out of the 22 players on show at Kick - off were English. Of those, 10 were Mancunian. Callum Gribbin was the matchwinner for Manchester United with a delightful free - kick. The result leaves United, who have won two of this year's cross-town clashes, two points behind leaders Middlesbrough with a game in hand. Injury - ravaged city have only won one of"}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "Becky Schoenig of St. Louis, Missouri was shocked when her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night. On April 1, she was shocked to learn that police had found her car and returned it to her with a few minor changes. As the car pulled up, she noticed that the rims had been spray painted red,"}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "The Outback Casanova, who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. The 31 - year - old described himself as `athletic build, White, heavily tattoo'd brown hair, Do n't smoke, Don 't do drugs, like travelling, Love the outdoors, sports, fishing, camping blah blah` he also said he is `Not Shy"}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "Bright Yellow Gatso had previously enforced the 30mph speed limit. But it has not been working for two years. Every single fixed device was switched off in the West Midlands in March 2013. Mystery surrounds who had re-pointed the camera, but a spokesman for Birmingham City Council said they were aware of it."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis signed a three - year deal at Chelsea from Atletico Madrid last July. But he has struggled to make the left back position his own at Stamford Bridge. Luis said: `I'm happy at Chelsea. I want to stay at the club until the end of my contract`"}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "The dress - a jacket and full skirt ensemble - was worn in several key scenes in the 1939 movie, including when Scarlett o `Hara encounters Rhett Butler, played by Clark Gable, and when she gets attacked in the shanty town. When Leigh wore it in the movie, it was slate blue - gray but over the years it has faded to light gray. It was one of more"}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, has been missing since 6.15 pm on Tuesday. He was last seen leaving a hospital, near Hook, Hampshire. Officers have launched a manhunt to find him - who was detained under Mental Health Act. He was convicted of sexually touching a child under the age of 13. Court heard he deliberately sat near a three - year - old girl and stroked her hand."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "The Collector's Paradise in Horfield, Bristol, has remained untouched for more than 80 years. It comes complete with the original bathroom, kitchen, stained - glass windows and even oil - fired central heating. The semi-detached home has a guide price of between # 200,000 and # 250,000. It comes with all of the original 1930s cupboards in the kitchen, a brick open - face fire and dated"}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Barcelona beat Real Madrid 85 - 80 in the Euro League on Thursday night. Neymar led Brazil to a 1 - 0 win over Chile at the Emirates on Sunday. The Brazil Star's sister Rafaella also watched the game. Real Madrid remain top of their euro league division by points difference. Click here for all the latest Barcelona News."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo Forward Yoshinori Muto. The 22 - year - old has played for the J - League side since 2013. Muto will join Vitesse Arnhem on loan if he completes a move this summer. Chelsea President Naoki Ogane claims the Blues have made a bid. Muto graduated from Keio University in Tokyo with an economics degree. Muto admits it is an `honour '"}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff. The ordeal left him in tears and he left the job the same day. Police are investigating claims made by a former royal footman. He said Clarence House aides tried to force him into an orgy in the 1970s. But his complaints were ignored for months before the Police"}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea Captain John Terry came in from behind with a strong challenge on Radamel Falcao. Chelsea midfielder Cesc Fabregas picked up the ball and released it to Oscar. Thierry Henry, Jamie Redknapp and Graeme Souness agree that play should have been stopped for Terry's rough tackle. Sky Sports Pundits agree that there was a foul in the build - up to Eden Hazard's goal. Chelsea"}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The 14 - year - old playmaker is regarded as one of the best talents to emerge from the club's youth set - up. He rejected a move to Barcelona's La Masia Academy when he was 12."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "Gemma, 23, has two children under five by two different fathers. Handed both infants over to her mother when they were four months old. Mother Debbie, 52, is now threatening to ban her from seeing the children. says her daughter's drinking and partying is getting out of hand. says she stole an iPad from one of the children and sold it"}
