{"seg_id": "404f859482d47c127868964a9a39d1a7645dd2e9", "set_id": 288, "hyp": "A Los Angeles judge has ordered V. Stiviano to pay back more than $2.6 million in gifts after Sterling's wife sued her. In the lawsuit, Rochelle ``Shelly ''sterling accused Stiviano of targeting extremely wealthy older men. She claimed Donald Sterling used the couple's money to buy Stiviano a Ferrari, two Bentleys and a Range Rover, and that he helped her get a $1.8 million duplex."}
{"seg_id": "4761dc6d8bdf56b9ada97104113dd1bcf4aed3f1", "set_id": 327, "hyp": "The whale, named Varvara, swam nearly 14,000 miles (22,500 kilometers), according to a release from Oregon State University, whose scientists helped conduct the whale - tracking study. Varvara, which is Russian for ``Barbara, ''left her primary feeding ground off Russia's Sakhalin Island to cross the Pacific Ocean and down the west coast of the United States to Baja, Mexico. Fourth Baby Orca Born This season."}
{"seg_id": "5139ccfabee55ddb83e7937f5802c0a67aee8975", "set_id": 365, "hyp": "(CNN) after a Russian fighter jet intercepted a U.S. reconnaissance plane in an ``unsafe and unprofessional manner ''earlier this week, the United States is complaining to Moscow about the incident. On Tuesday, a U.S. RC - 135U was flying over the Baltic Sea when it was intercepted by a Russian SU - 27 flanker. The Pentagon said the incident occurred in international airspace north of Poland."}
{"seg_id": "88c2481234e763c9bbc68d0ab1be1d2375c1349a", "set_id": 580, "hyp": "(CNN) Lady Antebellum singer Hillary Scott's tour bus caught fire on a Texas Freeway Thursday morning, but everyone on board was safely evacuated. Michael Barnett captured dramatic video of the fire, on Interstate 30 just northeast of Dallas, and uploaded it to CNN ireport. ``It was shocking, ''he said."}
{"seg_id": "a02e362c5b8f049848ce718b37b96117485461cf", "set_id": 677, "hyp": "The deep reddish color caught Seattle native Tim Durkan's eye. The stunning sunsets were the result of raging wildfires in parts of Siberia. The fires were started in southeastern Siberia, by farmers burning grass in their fields."}
{"seg_id": "b1c3fc03a2b74cf4c79844c1fe2fdce70a8a436e", "set_id": 748, "hyp": "From Friday to Monday, a total of 8,480 migrants were rescued, according to the Italian Coast Guard, which said it received on Monday -- alone -- SOS calls from 20 boats in distress. On Tuesday, a spokesman with Save the children told CNN the group Fears 400 migrants could be missing, citing testimony from survivors who said their ship carrying 550 people capsized in the Mediterranean Sea about 80 miles off the Libyan coast. They use Libya as a country of transit."}
{"seg_id": "b8b6e729fff27c4eef87887e61d3448de9c063f6", "set_id": 775, "hyp": "(CNN) spacex on Tuesday launched a two - stage Falcon 9 rocket carrying an uncrewed cargo spacecraft called Dragon on a flight from Cape Canaveral, Florida, to the International Space Station. That was the easy part. Dragon Enroute to space station."}
{"seg_id": "bcdb32ae644040a721da880fff9c1d502048cd8b", "set_id": 790, "hyp": "(CNN) two passengers found dead on a cruise ship in Puerto Rico appear to have died in a murder - suicide, the cruise line said. Holland America Line said two guests were found dead inside their stateroom on the MS Ryndam at 11:30 a.m. Thursday. It's currently in San Juan, Puerto Rico."}
{"seg_id": "c05bda9b387ec8ae43803170b6f59b4b82505db9", "set_id": 804, "hyp": "(CNN) Isis on Wednesday released more than 200 Yazidis, a minority group whose members were killed, captured and displaced when the Islamist terror organization overtook their towns in northern Iraq last summer, officials said. Most of those released were women and children; the rest were ill or elderly, said Rassol Omar, a Commander in the Peshmerga force that defends Northern Iraq's semi-autonomous Kurdish region. Osman said 217 Yazidis were released."}
{"seg_id": "d75b043ebefc3098aea84d92bb8bec0f509b1563", "set_id": 892, "hyp": "(CNN) eight Iranian border guards have been killed in clashes with militants near the border with Pakistan, Iranian state media reported. Three of the militants were killed by Iranian forces in the fighting Monday in the southeastern town of Negur, the state - run news agency IRNA reported. Iranian officials have reportedly asked Pakistani authorities to catch the surviving assailants."}
{"seg_id": "e2bccd4dec93c9bb7b327827dae004c2d494ec31", "set_id": 933, "hyp": "(CNN) the classic video game ``Space Invaders ''was developed in Japan back in the late 1970's -- and now their real - life counterparts are the topic of an earnest political discussion in Japan's corridors of power. He entered Japan's upper house for a second stint in politics in 2013. He reportedly converted to Islam in the 1990s, although he says he practices both Islam and Buddhism."}
{"seg_id": "e49792c337d3f4c13e22f710efa44cf6a4e59aba", "set_id": 940, "hyp": "(CNN) the parents of the youngest victim of the Boston Marathon bombings are making an emotional, passionate plea to take the death penalty off the table for the man convicted in the case. Last week, Dzhokhar Tsarnaev was found guilty on all 30 charges he faced related to the bombings at the 2013 race and the dramatic violence that dragged out for days afterward. It is expected to last four weeks."}
{"seg_id": "fbbafa743a8c2ecd2cedf65c6c61956b2db8ec5c", "set_id": 1065, "hyp": "``roots, ''the epic miniseries about an African - American slave and his descendants, had a staggering audience of over 100 million viewers back in 1977. Now A & E Networks are remaking the miniseries, to air in 2016. Levar Burton, who portrayed Kinte in the original, Will co-executive produce the new miniseries."}
{"seg_id": "02c955067d00f38b6978b805d5a8701a787f78ac", "set_id": 1193, "hyp": "Ten people, including four children, have been involved in a multi-vehicle crash in Brisbane's West. Three vehicles collided on the Brisbane Valley Highway, 2 km south of Fernvale, on Wednesday afternoon. A 40 - year - old man with chest and shoulder injuries and a five - year - old boy with chest pain were the first patients flown out by rescue helicopter."}
{"seg_id": "03e271b4305517e02c9ead82d57327d32b99102e", "set_id": 1253, "hyp": "Twice French Open champion Serena Williams said her struggle to beat Sara Errani in the Fed Cup on Sunday had been a real `eye - opener 'as the Claycourt season gets into full swing. The US were beaten 3 - 2 as Williams and Alison Riske were thrashed 6 - 0 6 - 3 in the doubles rubber by Errani and Flavia Pennetta, meaning they were relegated to World Group II. American tennis star Serena Williams fought back to beat Italian Sara Errani in the Fed Cup play - off on Sunday."}
{"seg_id": "051db270afc32571a08c15124330efe89d80fea8", "set_id": 1310, "hyp": "An FBI agent's sniper rifle (similar to the one pictured) was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot. An FBI agent's sniper rifle was ripped out of his car's window and stolen from a Salt Lake City Hotel parking lot just days before President Obama visited Utah earlier this month. The gun was inside a hard rifle case and was `secured properly 'to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites, according to Police."}
{"seg_id": "0783c68a744df6afa009d16e72709f2b4d90dea1", "set_id": 1423, "hyp": "Usain Bolt will compete at the IAAF / BTC World Relays in the Bahamas next month, the Jamaica Athletics Administrative Association has announced. The six - time Olympic gold medallist will compete at the Relay Championship on May 2 and 3 as part of the Jamaican team. Usain Bolt has confirmed he will be part of Jamaica's team at the World Relays in the Bahamas."}
{"seg_id": "096e418a953af86df0d1560bec95bc7bfee2e34b", "set_id": 1507, "hyp": "Porto's defence was not the only thing to be ripped apart at the Allianz Arena on Tuesday night as a jubilant Bayern Munich manager Pep Guardiola was left with a hole in his trousers. 'Bayern Munich manager Pep Guardiola ripped a hole during the Champions League match in Germany. Guardiola's underwear were on show after the Bayern boss managed to rip a small hole in his trousers."}
{"seg_id": "0cd10ad50ceef529d96a255ed12ac9cd001ba9db", "set_id": 1631, "hyp": "A young woman who was subjected to years of abuse by Bega Cheese Boss Maurice Van Ryn has told a court of the severe impact it had on her life. For years she kept what Van Ryn did to her a secret, but when she found out he had been caught she knew she had to break her silence. The wealthy NSW businessman has pleaded guilty to 12 sex offences, including the most serious charge of persistent sexual abuse of a child."}
{"seg_id": "0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b", "set_id": 1633, "hyp": "England coach John Peacock has named his squad for next month's UEFA European Under - 17 Championship in Bulgaria. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year, and progressed to this edition with a 100 per cent record in qualifying. Chelsea youngster Jay Dasilva (right) has been included in John Peacock Under - 17 squad."}
{"seg_id": "0f0789390d67698283cc87b2e046b5c5cd77edb7", "set_id": 1728, "hyp": "The Queen's Guard was left red - faced after he slipped on a manhole cover during the popular changing of the guard - and unfortunately for him the entire incident was caught on camera. He lost his footing and slid sideways, knocking his bearskin on the side of the box and dropping his rifle. Unfortunately for him, the entire incident was caught on a tourist's camera."}
{"seg_id": "130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce", "set_id": 1891, "hyp": "Relegation - threatened Romanian club Ceahlaul Piatra Neamt have sacked Brazilian coach Ze Maria for the second time in a week. Former Brazil defender Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day after flamboyant owner Angelo Massone decided to `give the coaching staff another chance. He will be replaced by Serbian Vanya Radinovic."}
{"seg_id": "14c813567696f4e63a39993c09d4edb454036179", "set_id": 1957, "hyp": "'The clip, which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube. `in Happy Valley, Oregon, Livin' It wed, bought our first house and started to build our homestead, 'Melissa says in the clip. Not a pair."}
{"seg_id": "155754e1f2bc83f6836af78703edd4d00f19f381", "set_id": 1988, "hyp": "Last week she was barely showing -- but Demelza Poldark is now the proud mother to the show's latest addition. Within ten minutes of Tomorrow Night's episode, fans will see Aidan Turner's dashing Ross Poldark gaze lovingly at his new baby daughter. Last week she was barely showing -- but Demelza Poldark is now the proud mother to the show's latest addition."}
{"seg_id": "1747dcd6a007ee97954b6b10cde549bf82f6a4eb", "set_id": 2067, "hyp": "The fast - casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities, according to a report in nation's Restaurant News. But Mexican food fans should know that the restaurant plans to add a nine per cent service charge - with the delivery fees for postmates beginning at $5 and up, depending on distance and demand. The app hires independent contractors who drive their own cars in a similar model to Uber taxis."}
{"seg_id": "1749a22e2b6facaa057213cb9b33261b319bbd2b", "set_id": 2068, "hyp": "Jamie Carragher believes Brendan Rodgers is still the right man to lead Liverpool forward after a season with no trophies and a likely finish outside the top four. Rodgers' future at Anfield has been questioned after a third straight season without a trophy, but the former Liverpool defender backed the Reds manager. Brendan Rodgers is under pressure at Liverpool after a third straight season without a trophy."}
{"seg_id": "18243373494a1722ddcd162ec67b63dd749633ab", "set_id": 2113, "hyp": "Roma ended their four - month winless streak at home with a victory over Napoli in Serie A on Saturday in a key match for Champions League places. Miralem pjanic finished off a swift counter-attack for Roma in the 25th minute and goalkeeper Morgan de Sanctis did the rest - saving shot after shot by Napoli in the second half. Second - place Roma moved provisionally four points ahead of city rivals Lazio, who play later on Saturday."}
{"seg_id": "207df192edc1836250b69d1bc5b9e6a38206eb78", "set_id": 2436, "hyp": "Babies given antibiotics in the first six months of life are more likely to be fat as toddlers, a large - scale study has found. The researchers said say that just as antibiotics are used to make farm animals put on weight, the may also be fattening our children. Writing in the respected medical journal pediatrics, they said that the widely - prescribed drugs could be contributing to the obesity epidemic."}
{"seg_id": "2377095dda83df778e34304b7a09813808105d3b", "set_id": 2544, "hyp": "At the same time, managers at the Passport Agency, which made a # 42 million profit during the chaos, received up to # 3,500 in bonuses. Ministers refused to give a blanket refund to the desperate families who had to pay extra to get their travel documents rushed through, and even to some who missed out on trips. The boxes of passport applications piled up at in office in Liverpool at the peak of the backlog last summer."}
{"seg_id": "23e8c1d71474d239aa9ae37b9a05031b0054b8ce", "set_id": 2559, "hyp": "BOSS Nigel Pearson has urged Leicester to keep their cool and ignore their relegation rivals. The Foxes host Swansea on Saturday just three points from safety in the Barclays Premier League after back - to - back wins. Last week's 3 - 2 win at West Brom handed them a survival lifeline, although they remain bottom of the table."}
{"seg_id": "26e4e19d945cedcb489f28808c730658139c9415", "set_id": 2672, "hyp": "MLS side Orlando City are the latest club to have expressed interest in Manchester United Misfit Javier Hernandez. The Mexico International would be a huge commercial draw for the Florida - based franchise who are coached by former Everton and Manchester City striker Adrian Heath. Javier Hernandez is linked with a move to Orlando City after enduring a tough time on loan at Real Madrid."}
{"seg_id": "2a48112ddee712f2364f128076cb2db555a043b1", "set_id": 2802, "hyp": "Esteban Cambiasso says that helping keep Leicester in the Premier League will feel like winning a trophy. 'The Argentinian midfielder poses with the trophy after his team won the 2010 FIFA Club World Cup. Argentine Primera Division."}
{"seg_id": "2abe0f81f5b22c8a406165717e3bd7fce6fe47c6", "set_id": 2829, "hyp": "A southern Iowa chiropractor accused of accepting sex as payment for his services and performing exorcisms on patients has surrendered his state license. The Iowa Board of Chiropractic released a report Wednesday detailing charges against Charles Manuel, of Lamoni. Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years."}
{"seg_id": "2c37d44d03ce2e91310339d884d33ee5aabf9abc", "set_id": 2890, "hyp": "Visitors at Cleveland Metroparks Zoo in Ohio heard a scream as the toddler tumbled into the pit at 3 pm on Saturday. His parents jumped in and pulled him to safety before paramedics arrived to treat the boy for a leg injury. Though the felines appeared to avoid the child, Dr Christopher Kuhar, Executive Director at the zoo, said there is a strong chance charges will be pressed on Monday."}
{"seg_id": "2c6695b438980783754f7db28129ec2fbb3e6e21", "set_id": 2902, "hyp": "Kevin Rebbie, 56, of Limerick Township, Pennsylvania, was arrested after a 15 - year - old girl found a hidden camera in her bathroom that police were able to trace back to the man. A Pennsylvania man was arrested after allegedly sexually abusing a girl in her home over a four - year period and filming the girl, now 15, and others with a hidden camera in a bathroom. The relationship between Rebbie and the girl's family is unknown."}
{"seg_id": "2cf8c2d1d2ceb1980249f77e703f9039e63799d0", "set_id": 2925, "hyp": "Japanese photographer Yûki Aoyama's latest series of images capture Po - faced teenagers pictured next to their fathers leaping into the air. A series of images by photographer Yûki Aoyama sees fathers leaping into the air next to their daughters. The images are from the 37 - year - old's latest book which roughly translates into daughter and salary man."}
{"seg_id": "2cfc33d01364162579f46b2764914a03a29453ce", "set_id": 2926, "hyp": "Arsenal playmaker Mesut Ozil can now countdown the minutes until the 4 pm encounter on Sunday with his brand new Apple Watch. The 26 - year - old was the beneficiary of the timepiece - which ranges in price from # 299 to # 13,500 - as he visited an Apple Store on Thursday afternoon. Ozil compared his watch to TV character Michael Knight in the Hit Action Show Knight Rider."}
{"seg_id": "2feca9acf532e33f1ab7442c442c8e19787d8d7b", "set_id": 3046, "hyp": "But that does n't prevent one man from dipping his hand in the fish tank and giving his blood parrot cichlid a stroke. Capturing his remarkable relationship on camera, Roland Giroux gently cups the fish with his hand from within side the tank and then treats it to a massage. The fish initially moves away before swimming in a full circle and returning to rest in between the man's fingers."}
{"seg_id": "31114653cd606fd3f4b1035f98dedd71f8282cd2", "set_id": 3098, "hyp": "Wales' Crunch Euro 2016 qualifier with Belgium this summer has been declared a 33,000 sell - out. The top two sides in Group B meet at the Cardiff City Stadium on June 12 with Wales in their best position to qualify for a major tournament since the 1958 World Cup finals in Sweden. Wales' Euro 2016 qualifier with Belgium this summer has been declared a 33,000 sell - out."}
{"seg_id": "36352fd1c61fd0c593ee7b84cbe213aa9b444439", "set_id": 3288, "hyp": "Vanessa Santillan's body was found in a # 400,000 flat in Fulham, South West London, at the end of March. Vanessa Santillan, 33, was killed at the end of March. Her body was found in a flat in Fulham having been strangled and beaten to death."}
{"seg_id": "3785743303ddb8b594be7c449a37458b99e83812", "set_id": 3338, "hyp": "Steve Bruce is adamant he can keep Hull City in the Barclays Premier League after a 2 - 0 defeat by Southampton left them battling to stay up. Steve Bruce is confident he can keep Hull City in the Premier League this season and avoid relegation. They now have six games to save their season including Nightmare fixtures against Liverpool, Arsenal, Tottenham and Manchester United."}
{"seg_id": "3ba3bde4a1440134bb38ec22ba50db59986b544c", "set_id": 3523, "hyp": "Liverpool manager Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their professional responsibilities and urged them to learn from a chastening week. Sterling, the England international who will lead Liverpool's line at Wembley on Sunday in the absence of the injured Daniel Sturridge, was exposed for inhaling the legal high nitrous oxide on Monday. `It is difficult."}
{"seg_id": "4001b252a072ac149c70840b22299cc6cfab3bae", "set_id": 3727, "hyp": "Radamel Falcao's former Monaco team - mate Nabil Dirar believes the Colombian must be regretting his failed loan move to Manchester United even though he was not happy in France. Radamel Falcao has struggled for Manchester United during his season - long loan. Falcao has struggled to reach the heights he achieved before suffering a serious knee injury."}
{"seg_id": "46609841ffd23e9c22d1507edf7b176ecc4d834f", "set_id": 3978, "hyp": "Former Holland forward and assistant coach Patrick Kluivert has made a winning start in World Cup qualifying as coach of Curacao. The Caribbean island team advanced to the second qualifying round in CONCACAF for the 2018 tournament late Tuesday. Kluivert's team won 2 - 1 on Saturday in Willemstad."}
{"seg_id": "4a593dc4c7e0b4d09bfdc66bb315c47b54eb15df", "set_id": 4135, "hyp": "Liverpool vice-captain Jordan Henderson thinks his side could catch Manchester City in the Barclays Premier League having fought through a tough and long season at Anfield. Liverpool vice-captain Jordan Henderson thinks his side could catch Manchester City in the Premier League. Henderson played his 47th Game of season in the 2 - 0 win over Newcastle United on Monday night."}
{"seg_id": "4e0de0ec6d5b9df174f54d03158de8f30aac861f", "set_id": 4299, "hyp": "The German star was in fine form as the World Cup winners beat Georgia 2 - 0 in their Euro 2016 qualifier on Sunday, and is now setting his sights on the Premier League encounter with Liverpool at the weekend. Mesut Ozil posted a picture on Twitter relaxing with his dog on Wednesday after returning home to London. Ozil impressed on international duty as Germany beat Gerogia 2 - 0 in a Euro 2016 qualifier on Sunday."}
{"seg_id": "4f3b35b540ba05f0f82d71a694ec23dde4dc3e01", "set_id": 4340, "hyp": "A gang of at least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning and set the vehicle on fire. The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas at a 76 station in South Los Angeles around 12:15 am on Saturday. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside."}
{"seg_id": "4fb64a2298e18626db776fccf834be87388827e0", "set_id": 4356, "hyp": "Sir Bradley Wiggins will bid for cycling's Hour record on June 7 at London's Olympic Velodrome. The four - time Olympic champion and 2012 Tour de France winner, who is 35 on April 28, will attempt to add to his accomplishments by riding the furthest distance in 60 minutes at the Lee Valley velopark. Four - time Olympic champion Bradley Wiggins will bid to break cycling's hour record in June."}
{"seg_id": "54b857a66cbd8473d6732e5da52d48612e636a37", "set_id": 4573, "hyp": "A passenger waiting to board a plane in an airport terminal has been hospitalised with deep cuts on his leg and buttocks after he broke a toilet he was squatting on. Passenger Jin Pai, 35, was standing on the rim of a toilet in Hefei Xinqiao international airport in the city of Hefei, the capital city of eastern China's Anhui Province, when it smashed to the ground. Passenger Jin Pai, 35, was standing on the rim of a toilet when it collapsed, leaving him hospitalised."}
{"seg_id": "5be0a9584b051175d9f4842a143b76385335d96a", "set_id": 4902, "hyp": "Manchester City players will lose # 500,000 - a-man in bonuses if they fail to qualify for the Champions League this season. Manuel Pellegrini's team are on incentivised contracts to stay within financial fairplay rules. Pellegrini has admitted city have let their season disintegrate after starting 2015 joint - top with Chelsea."}
{"seg_id": "632cfdb03aacd90a34a470f6a70b47eee62ec5f0", "set_id": 5202, "hyp": "Serge Gnabry says he is feeling `better and better 'all the time as the Arsenal teenager prepares to return after more than a year out. Serge Gnabry played 90 minutes for Arsenal Under 21s against Reading on Monday. The 19 - year - old has not featured for the first team since March last year after suffering serious knee injury."}
{"seg_id": "6372eff07fd3d6f578f90d6115e01747edccc095", "set_id": 5218, "hyp": "However, he has n't ruled out the chance of someone could potentially use them for weapons. Space Lasers: Dr Adrian Quarterman has suggested space lasers could be used to power homes in the future - but says the beams will be nowhere near as powerful as imagined in films like Star Wars (pictured). Dr Adrian Quarterman, of Dundee University, is working on a laser which will convert sun beams into energy, the times reported."}
{"seg_id": "6721edf88c95f480a4db2c63649dbb03736aeadf", "set_id": 5369, "hyp": "Ian Guffick asked pupils to make changes to the The National Curriculum Tests for 11 - year - olds, which assess English, Maths and Science at Mitton Manor Primary School in Tewskesbury, Gloucestershire. This was despite the exam session finishing, a conduct panel heard. After the suspected breach of exam rules, school officials were tipped off, resulting in an investigation being launched in June."}
{"seg_id": "6c1341bedf92a304318545fbf1aad88651de7909", "set_id": 5558, "hyp": "The Tottenham Sensation, who has broken through into the first team, and into Roy Hodgson's England side during a remarkable season, is nominated for both the PFA Player and Young Player of the season. Kane scores past Tim Krul for Spurs against Newcastle, his 20th Premier League goal of the season. The video is entitled `Harry Kane - PFA Player of the Year?"}
{"seg_id": "6f027d030f9ca86446dc893f1d10ced4c9a3561f", "set_id": 5687, "hyp": "Jordan Henderson has provided Liverpool with a lift after their FA Cup heartache by agreeing a new long - term contract. Liverpool midfielder Jordan Henderson is set to sign a new long - term contract at Anfield. Henderson's New Deal is worth around # 100,000 - a-week and will run until the summer of 2020."}
{"seg_id": "7cba80e83b222801fed8d6f96e8c0aa381c54b28", "set_id": 6221, "hyp": "Lindegaard tied the knot with the Swedish model last year in a Romantic Beach Wedding in Mauritius. Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Misse Beqiri. Lindegaard and Beqiri, who have a son together, have been dating since 2012."}
{"seg_id": "801763443e6c73e3857039f2223798b2b58bef19", "set_id": 6339, "hyp": "Gregory van der Wiel has denied claims that he is set to leave Paris Saint - Germain in the summer and instead reiterated his `love 'for the club. The Dutchman recently had a falling out with his boss Laurent Blanc after the decision to drop the full back for the Champions League clash against Chelsea. But van der Wiel insists he's happy in Paris and is making no plans to leave the Ligue 1 side."}
{"seg_id": "808a439a5d83fc47baaea934c8779a7ebc62470d", "set_id": 6356, "hyp": "Referee Mark Clattenburg has been named to take charge of the Manchester derby on Sunday, despite having sent off three players from United and city this season. City captain Vincent Kompany was dismissed for two bookable offences during Belgium's narrow 1 - 0 defeat of Israel in their Euro 2016 qualifier on March 31, meaning he is now suspended for the match against Wales in June. Mark Clattenburg will officiate the Manchester derby between United and City at Old Trafford."}
{"seg_id": "81bd721b16cad47dfd8d24baca5b30b006291db2", "set_id": 6403, "hyp": "Nathan Hughes on Friday night had his ban for accidentally knocking out George North sensationally over-turned on appeal, following an outcry on his behalf. The Wasps No 8 was initially suspended for three matches, after a disciplinary panel ruled he had been `reckless' for failing to prevent his knee colliding with the head of the Welsh Lion, as he scored a try for Northampton on March 27. Nathan Hughes's knee collided with George North's head as he crossed the line to score for Northampton."}
{"seg_id": "8764fb95bfad8ee849274873a92fb8d6b400eee2", "set_id": 6611, "hyp": "Paul Merson has restarted his row with Andros Townsend after the Tottenham midfielder was brought on with only seven minutes remaining in his team's 0 - 0 draw with Burnley on Sunday. 'Paul Merson had another dig at Andros Townsend after his appearance for Tottenham against Burnley. Townsend was brought on in the 83rd minute for Tottenham as they drew 0 - 0 against Burnley."}
{"seg_id": "8847383b72167c3f3dd2161b5b091b580c8f4da7", "set_id": 6652, "hyp": "Residents on the east coast of Japan's Hokkaido Island had an unexpected change of scenery this morning after 1,000 ft of seabed was forced to the surface overnight. The extra stretch of coastline on Shiretoko Peninsula near the town of Rausu has risen as high as 50ft from the sea surface in some places, exposing what used to be the ocean floor. Geologists believe the emergence is a result of a landslide nearby, when melting ice and snow caused a section of land to drop, pivoting the underwater area into the air."}
{"seg_id": "8b51a10370a1219137e231192e65b9cd52238ea6", "set_id": 6783, "hyp": "'It was here, of course, that Stokes broke his wrist punching a locker after being dismissed last year and that will be a reminder to him of the need to channel his aggression in the right way now he is back in the England team. Ben Stokes has forged a reputation as a fiery character in the England cricket team. Stokes (left) clashed with Marlon Samuels during the second Test between West Indies and England."}
{"seg_id": "8b59fa7715418c4bcc0d50e3caeb239129de453e", "set_id": 6786, "hyp": "England ace Joe Hart labelled fellow goalkeeper Gianluigi Buffon a `Legend of the game 'after seeing the Italian veteran claim his 147th cap. England and Manchester City goalkeeper Joe Hart has lavished praise on fellow goalkeeper Gianluigi Buffon.' The Manchester City Shot Stopper, who is 10 years younger than Buffon, revealed his delight at receiving his 50th cap at the Juventus Stadium."}
{"seg_id": "8bc8f134bc3ceaeec0df8f29e96e13d319717ab8", "set_id": 6802, "hyp": "Barcelona club president Josep Maria Bartomeu has insisted that the La Liga leaders have no plans to replace Luis Enrique and they're `Very Happy 'with him. Barcelona president Josep Maria Bartemou says the club are` very happy' with Enrique's performance. Luis Suarez opened the scoring for Barcelona after just one minute against high - flying Valencia."}
{"seg_id": "8e6c8aec6808f66ed0342e128a4e146f3ecd627d", "set_id": 6910, "hyp": "Kaitlyn Granado, 24, was arrested on Monday amid claims she had sex with pupil, 15, in her car on consecutive nights in January. Kaitlyn Granado, 24, a teacher at MacArthur High School in Irving, was first arrested on March 19 for having an inappropriate relationship with a 15 - year - old student, and was released on bail. Now she has been arrested again after another pupil, also aged 15, also accused Granado of having sex with him on two consecutive nights in January this year."}
{"seg_id": "97bbda7ec22a736cd174b51513c72a6372d13d35", "set_id": 7280, "hyp": "While the 13 letters were expected to bring in anywhere from $300,000 to $600,000, the only person who raised a paddle - for $260,000 - was a Sotheby's employee trying to jump start the bidding. The current owner of the signage is Yankee Hall of Famer Reggie Jackson, who purchased the 10 - feet - tall letters for an undisclosed amount after the stadium saw its final game in 2008. The 68 - year - old Yankee said he wanted 'a new generation to own and enjoy this icon of the Yankees and of New York City."}
{"seg_id": "998cb27197db1fd299aff3322ac041ba4bf1148f", "set_id": 7348, "hyp": "Doncaster's League One encounter against Fleetwood tested the patience of the most ardent fan. Doncaster's media team faced a tough challenge compling the match highlights of 0 - 0 draw. The managers on the touchline during Saturday's goalless draw at the Keepmoat Stadium."}
{"seg_id": "9afda3cde191a883d8c166ceb5765eb53205d8f4", "set_id": 7415, "hyp": "Arsenal manager Arsene Wenger does not know the exact reason Alexis Sanchez chose the Emirates Stadium over Anfield - but he is glad the Chile forward will be lining up for his side rather than against them for Liverpool on Saturday. Alexis Sanchez was courted by a number of elite clubs last summer but eventually chose Arsenal. Arsenal boss Arsene Wenger (right) is delighted that Sanchez decided to join the North London club."}
{"seg_id": "9b1af0f993d78353ebd56a1b180e882e751527b3", "set_id": 7418, "hyp": "Family and Friends of man shot dead by police last month are in shock after a billboard featuring the officer who pulled the trigger was erected in KENOSHAM, Wisconsin. Aaron Siler, 26, was fatally shot after he `armed himself with a weapon 'after being confronted by Officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting."}
{"seg_id": "9b5a04b9879fe716a2dcd66dd331f99534603c16", "set_id": 7434, "hyp": "Outspoken MP Bob Katter has risked being drawn into a race row after accusing the Queensland Government of believing embattled MP Billy Gordon was' a little black puppet on a string '. In a bizarre statement on his party's website, Mr Katter said the Government believes Mr Gordon would quit after he was recently accused of domestic violence - and later admitted to his criminal past. Mr Katter, Federal MP for Kennedy, is of Lebanese descent."}
{"seg_id": "9beaaf73e4517d5bf1bc284f386485d571da96cf", "set_id": 7449, "hyp": "Priscilla Presley will serve as a witness at the first wedding to be held at an all - New Chapel of Love in Las Vegas. The 69 - year - old collaborated with NBC's Today Show to launch a contest for one Elvis - obsessed couple to win the `Ultimate Wedding '. The winning duo - announced next Monday - will tie the knot at Elvis Presley's Graceland Wedding Chapel inside the Westgate Hotel on Thursday, April 23."}
{"seg_id": "9d0fcbd873927674d12aafce4ae7754fd591d4e2", "set_id": 7501, "hyp": "It's now been revealed that X Factor Finalist and pop star Ella Henderson has joined forces with dry shampoo brand Batiste. The 19 - year - old has been announced as the official face of the Batiste's 2015 `ready for it 'campaign, and this will mark the star's first brand collaboration. X Factor Finalist, Ella Henderson, has been revealed as the face of dry shampoo company Batiste."}
{"seg_id": "a3b6201aca77b5bdaa5df02d6acee2be66233237", "set_id": 7770, "hyp": "A woman who suffered seven miscarriages has spoken of her distress after a family friend stole the money set aside for her babies' grave stone. The bereaved mother, named Dawn, was appearing on the Jeremy Kyle Show and accused long - term Chum, convicted burglar Jamie, of making off with the cash. When one of Mr Kyle's famous lie detector tests revealed that Jamie, who lives with Dawn and her partner who is also called Jamie, had done the deed, she burst into tears and stormed off."}
{"seg_id": "b1f6faac3f406edca1e0cad8cce1319c83e62605", "set_id": 8333, "hyp": "The man who allegedly killed his neighbour was believed to be suffering from dementia and alcohol abuse at the time of the horrendous murder in 2012, a jury has heard. Luigi Costa, 71, is accused of stomping on his elderly neighbour Terrence Freebody's head, cutting his throat and stabbing him multiple times in the dining room of his home on Mugga Way in Red Hill, Canberra on July 2012. Costa's state of mind is critical to case, as."}
{"seg_id": "b255397ee863bd8faf9def57c0f76769153d905e", "set_id": 8349, "hyp": "Four - year - old James Hayward had his toy gun confiscated at East Midlands Airport. A four - year - old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk. James Hayward had arrived at East Midlands Airport with his parents, Phil, 44, and Hazel, 38, with his brightly coloured toy - which fires sponge darts - packed in his hand luggage for their flight out to Lanzarote."}
{"seg_id": "b5925c1a02fa9a8f6b1d5ad764c19a732deac0df", "set_id": 8486, "hyp": "The clip shows a large Croc calmly moving through the marina in the tourist hotspot of Puerto Vallarta, in Mexico, with a black dog wearing a red collar lifeless in its mouth. New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when the attack happened and described how `The Crocodile kept the dog in its mouth for ages, not moving at all '. Mr Weston told Daily Mail Australia the dog belonged to the local bike shop's owner."}
{"seg_id": "b5bc2ae78441e4ac08fb01823d5fc0f1627c3166", "set_id": 8494, "hyp": "The dismissal of Paul Downton as England's managing director may be the big talking point in English cricket but focus has already shifted to the start of the County Championship season. Kevin Pietersen takes a moment to reflect ahead of a team photo shoot for Surrey. The event at the Kia Oval comes before the start of the County Championship season."}
{"seg_id": "bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b", "set_id": 8790, "hyp": "River Plate are keen to sign Manchester United striker Radamel Falcao but admit a deal is complicated. The Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009 and River Plate are open to Falcao returning. The doors are open."}
{"seg_id": "c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0", "set_id": 8973, "hyp": "Carlos Tevez has been told to terminate his contract with Juventus to complete a return to his former club Boca Juniors in Argentina. Carlos Tevez has shocked Juventus by suggesting he wants to leave the club this summer. Carlos Tevez 17."}
{"seg_id": "c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5", "set_id": 9106, "hyp": "Graduate Jacob Phillips, 23, plunged down the cliff when he leapt over a fence in the dark. Mr Phillips had caught the cab home after a night out with friends in December -- but did n't have enough cash to pay for it. 'Jacob Phillips, 23, was found dead at the end of the disused Northern Promenade, a rocky area at the base of the cliff."}
{"seg_id": "c6667409fcdea2c89ba9f0d3a72c50e3967b4b1b", "set_id": 9168, "hyp": "Everton manager Roberto Martinez was forced to defend another penalty fiasco at the club after Ross Barkley missed from the spot in their 1 - 0 win against Burnley at Goodison Park. Barkley's effort is saved by Burnley goalkeeper Tom Heaton at Goodison Park. Martinez insisted Barkley was within his rights to request penalty - taking duties on Saturday."}
{"seg_id": "cf4ba8f94f2dd5604eb8f8a4e655c10cf0996365", "set_id": 9546, "hyp": "The offender, snapped on security footage in a fluoro orange sweatshirt and oversized mask, is described as being `very tall '. He made off with the dairy's till and about $1500 in cash on Saturday, stuff.co.nz reports. A Man in a` distinctive' cartoon mask demanded cash from owner's daughter on Saturday."}
{"seg_id": "d296270ab4a4cf20f2d9c1aae7514687806f2b35", "set_id": 9685, "hyp": "These extraordinary images show how an enormous jumbo jet has been converted into a luxury home for a mystery billionaire - complete with bedrooms, multiple lounges and an onboard restaurant. The custom - built Boeing 747 is believed to have cost its ultra-wealthy owner # 400million after it was customised to fit his specifications exactly over a three - year period. The jumbo jet would normally carry as many as 600 Passengers - but this version was built for just a single tycoon, although he will be able to fit dozens of guests."}
{"seg_id": "d3c9ce137ba24a69253508b3416630465c050ae4", "set_id": 9729, "hyp": "A teenager from Illinois is tackling her disability head - on and attempting to positively influence thousands of others by dancing. Dayna Dobias, 19, from Downers Grove was born with cerebral palsy, but she hopes to inspire others with her enthusiastic videos. The teenager says her motivation for creating the video was to counteract stereotypes held by people over certain disabilities."}
{"seg_id": "d680ebcdcd59fd5ee9b602a06bcd5230c212835b", "set_id": 9847, "hyp": "Football Association chairman Greg Dyke has been handed the backing of five former England managers as he bids to push through radical changes. Dyke wants to increase the minimum number of home - grown players in club squads from eight to 12, however he is facing opposition from the Premier League. The proposals also include changing the rules so that `home - grown 'means having trained in England for three years before the age of 18 rather than before 21."}
{"seg_id": "d83b82a9cd504218e604616be3f3c3928e3428b8", "set_id": 9910, "hyp": "Thierry Henry has criticised Arsenal's recent dealings in the transfer window and has urged his former side to purchase four top players in the summer. Sky Sports pundit Thierry Henry questioned whether Arsenal can win the title with Olivier Giroud in attack. Sunderland (home) May 20."}
{"seg_id": "d89de9c2a76f2665560becfe5d761a4fc62b9926", "set_id": 9921, "hyp": "For a start, no less than 13 out of the 22 players on show at Kick - off were English. Callum Gribbin was the matchwinner for Manchester United with a delightful free - kick. Entry was free and close to 1,000 gathered on the seats and terraces of Moss Lane for a match that kicked off at 3 pm on Saturday with half - and - half scarves nowhere to be seen."}
{"seg_id": "dea0ed2e587495e516ac85056e21a2076a9a993c", "set_id": 10147, "hyp": "One Missouri mom is making the best out of a less than ideal situation. Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night, just a little over a month after she took the car home. Then, on April 1, Schoenig was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as Schoenig's and would be returning it to her - but with a few minor changes."}
{"seg_id": "e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9", "set_id": 10212, "hyp": "The Outback Casanova, who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. `wanted!!!!! Girlfriend / wife, Must Love Pets... accomodation available, position may offer company car, phone and laptop, to the` Successful candidate ',' it reads. `Rich 'who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree."}
{"seg_id": "e428e25bbf8e06643154ce31b7c6fab64c81e857", "set_id": 10364, "hyp": "The Bright Yellow Gatso had previously enforced the 30mph speed limit for motorists along the residential road in Handsworth, Birmingham. However, it has not been working for two years after every single fixed device was switched off in the West Midlands. The speed camera has not been working for more than two years."}
{"seg_id": "e43eef75de38d246db9d80216ca9f5487215a78b", "set_id": 10368, "hyp": "Filipe Luis insists he wants to stay at Chelsea until the end of his contract, despite Atletico Madrid considering bringing him back in the summer. 'Filipe Luis insists he wants to stay at Chelsea (right), despite Atletico Madrid considering re-signing him. He never says anything else."}
{"seg_id": "e470f0a87d7513bf880412524332047020422c3f", "set_id": 10378, "hyp": "A dress worn by Vivien Leigh when she played Scarlett O'Hara in the classic 1939 Film Gone with the wind has fetched $137,000 at auction. Heritage Auctions offered the gray jacket and skirt, featuring a black zigzag applique, plus more than 150 other items from the Academy Award - winning film at auction on Saturday in Beverly Hills, California. The outfit has suffered a little with age, however."}
{"seg_id": "e7d8b6617691ea00d4ddc5fe2b7cbd105ba9a57e", "set_id": 10512, "hyp": "Stephen Munden, 54, described as having a `fanatical obsession 'with small girls after he targeted a toddler on a bus, has been missing since 6.15 pm on Tuesday and was last seen leaving a hospital, near Hook, Hampshire. Now officers have launched a manhunt to find Munden - who was detained under the Mental Health Act after sexually touching the three - year - old girl. A predatory convicted paedophile with an obsession with young girls has gone on the run after vanishing from a psychiatric unit."}
{"seg_id": "e880fda4c25289f8325574246f0f8ed4ff5eb26b", "set_id": 10539, "hyp": "A timewarp home which has remained unchanged since the 1930s is up for sale complete with original features including stained - glass windows, oil - fired central heating and retro jars of popular food. The Collector's Paradise in Horfield, Bristol, which has gone untouched for more than 80 years comes complete with the original bathroom and kitchen, wood - panelled hallway and even the vintage cupboards. With features that were once commonplace but are now considered decidedly old - fashioned, the semi-detached property has a guide price of between # 200,000 and # 250,000."}
{"seg_id": "eeef09d26cf30c2124c0399b08eedc6321fe5d20", "set_id": 10813, "hyp": "Team - mates Neymar and Dani Alves proved their dedication to Barcelona by supporting the club's basketball side. Neymar and Alves headed to Watch El Clasico on Thursday night alongside the Brazilian's sister Rafaella. Barca prevailed with a narrow 85 - 80 victory in the Euro League contest."}
{"seg_id": "f26d8400ae49b90d109c165d0f44b8f6ca253c08", "set_id": 10940, "hyp": "Chelsea have made an offer for FC Tokyo's 22 - year - old forward Yoshinori Muto, according to Club President Naoki Ogane. The Japan International, who has played for the J - League side since 2013, will join Chelsea's Dutch Partner Club Vitesse Arnhem on loan next season if he completes a move to Stamford Bridge this summer. FC Tokyo President Naoki Ogane claims that Chelsea have made a bid for Japan International Muto."}
{"seg_id": "f37fd6e9b6cc18a7132568e307ef3b130931e809", "set_id": 10992, "hyp": "Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. He finally decided to contact palace officials again last year after inquiries began into alleged cover - ups of child sex abuse by a VIP paedophile ring in the 1970s and 80s."}
{"seg_id": "f468efac7b3c54f8c42c2c81dff108c52ebe0d7d", "set_id": 11024, "hyp": "Chelsea Captain John Terry had come in with a strong challenge from behind on United striker Radamel Falcao which sent the Colombian hurtling to the ground. Chelsea defender John Terry comes in from behind with a strong challenge on Radamel Falcao. Terry's challenge on Falcao came during the build - up to Eden Hazard's opening goal for Chelsea."}
{"seg_id": "f5fead94ee884800e84a212cc0edc78b11c4ba9f", "set_id": 11089, "hyp": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The Belgian Starlet rejected a move to Barcelona's La Masia Academy when he was 12 as his family wanted him to continue his studies. Manuel Pellegrini is looked to build for the future by snapping up hot property Evangelos Patoulidis."}
{"seg_id": "fadabe346fe95d33eee71299e6596754768f5246", "set_id": 11293, "hyp": "The woman, named only as Gemma, has two children under five by two different fathers and handed both infants over to her 52 - year - old mother Debbie when they were four months old. Now Debbie is threatening to ban Gemma from seeing the children at all, after discovering her daughter's penchant for legal high, mkat, and because she suspects her of stealing. She does n't care."}
